{
  "Permission denied." : "Berechtigung verweigert. ",
  "Debit and Credit must be Equal." : "Lastschrift und Kredit müssen gleich sein. ",
  "Journal entry successfully created." : "Journaleintrag wurde erfolgreich erstellt. ",
  "Journal entry successfully updated." : "Journaleintrag wurde erfolgreich aktualisiert. ",
  "Journal entry successfully deleted." : "Journaleintrag erfolgreich gelöscht. ",
  "Journal account successfully deleted." : "Journalaccount erfolgreich gelöscht. ",
  "January" : "Januar ",
  "February" : "Februar ",
  "March" : "März ",
  "April" : "April ",
  "May" : "Mai ",
  "June" : "Juni ",
  "July" : "Juli ",
  "August" : "August ",
  "September" : "September ",
  "October" : "Oktober ",
  "November" : "November ",
  "December" : "Dezember ",
  "Permission Denied." : "Berechtigung verweigert. ",
  "DoubleEntry" : "DoubleEntry ",
  "Journal Account" : "Journalaccount ",
  "Ledger Summary" : "Ledger-Zusammenfassung ",
  "Balance Sheet" : "Bilanz ",
  "Profit & Loss" : "Gewinn & Verlust ",
  "Trial Balance" : "Testbilanz ",
  "Report" : "Bericht ",
  "Sales" : "Verkäufe ",
  "Receivables" : "Forderungen ",
  "Payables" : "Verbindlichkeiten ",
  "Transaction Summary" : "Transaktionszusammenfassung ",
  "Detail" : "Detail ",
  "Software Details" : "Softwaredetails ",
  "Double Entry accounting is a fundamental accounting method that records financial transactions by entering them into two separate accounts: a debit and a credit. Each transaction affects both sides of the accounting equation, ensuring that assets equal liabilities plus equity. This system helps maintain the accuracy and integrity of financial records, enabling businesses to track their financial health and comply with accounting standards." : "Double Entry Accounting ist eine grundlegende Abrechnungsmethode, die Finanztransaktionen erfasst, indem sie in zwei getrennte Konten eingeht: eine Debit-und eine Gutschrift.  Jede Transaktion wirkt sich auf beide Seiten der Rechnungslegungsgleichung aus und stellt sicher, dass Vermögenswerte gleiche Verbindlichkeiten plus Eigenkapital aufweisen.  Dieses System trägt dazu bei, die Genauigkeit und Integrität von Finanzdatensätzen zu wahren und Unternehmen zu ermöglichen, ihre finanzielle Gesundheit zu verfolgen und den Rechnungslegungsstandards zu entsprechen. ",
  "/Month" : "/Monat ",
  "/Year" : "/Jahr ",
  "Buy Now" : "Jetzt kaufen ",
  "View Live Demo" : "Live-Demo anzeigen ",
  "Dual Accounting Principle" : "Dual-Accounting-Prinzip ",
  "Double Entry Accounting is crucial for maintaining accurate and balanced financial records, providing a complete picture of a company financial activities." : "Double Entry Accounting ist für die Aufrechterhaltung genauer und ausgewogener Finanzdaten von entscheidender Bedeutung und liefert ein vollständiges Bild der finanziellen Aktivitäten eines Unternehmens. ",
  "Maintain Balance And Accuracy in Accounting" : "Gleichgewicht und Genauigkeit in der Buchhaltung beibehalten ",
  "What Is an Accounting Journal?" : "Was ist ein Accounting Journal? ",
  "Journal Account typically refers to an account used in the double entry accounting system to record individual financial transactions. In the double entry system, each financial transaction is recorded in a journal account with both a debit and a credit entry to ensure the accounting equation (assets = liabilities + equity) remains balanced." : "Das Zeitschriftenkonto bezieht sich in der Regel auf ein Konto, das in der doppelten Buchhaltungsabrechnung verwendet wird, um einzelne Finanztransaktionen aufzuzeichnen.  Im doppelten Einreisesystem wird jede Finanztransaktion in einem Zeitschriftenkonto mit einer Debit-und einer Gutschrift erfasst, um sicherzustellen, dass die Bilanzierungsgleichung (Vermögenswerte = Verbindlichkeiten + Eigenkapital) ausgewogen bleibt. ",
  "How to Do Accounting Journal Entries?" : "Wie werden Abrechnungsjournaleinträge ausgeführt? ",
  "To perform accounting journal entries, identify the transaction, analyze its impact on accounts, and record it in a journal with debits and credits. Ensure entries balance and post them to the general ledger for accurate financial reporting." : "Um Abrechnungsjournaleinträge auszuführen, die Transaktion zu identifizieren, ihre Auswirkungen auf Konten zu analysieren und sie in einem Journal mit Debits und Credits aufzuzeichnen.  Stellen Sie sicher, dass die Einträge ausgewogen sind, und senden Sie sie an das Hauptbuch für die genaue Rechnungslegung ",
  "Tools for keeping an accurate general ledger" : "Tools für die Aufbewahrung eines akkuraten Hauptbuchs ",
  "A ledger account is a record of all transactions affecting a particular account within the general ledger. Individual transactions are identified within the ledger account with a date, transaction number, and description to make it easier for business owners and accountants to research the reason for the transaction." : "Ein Hauptbuchkonto ist ein Datensatz für alle Transaktionen, die ein bestimmtes Konto innerhalb des Hauptbuchkontos betreffen.  Einzelne Transaktionen werden innerhalb des Hauptbuchkontos mit einem Datum, einer Transaktionsnummer und einer Beschreibung identifiziert, um Geschäftsinhabern und Buchhaltern die Recherche über den Grund für die Transaktion zu erleichtern. ",
  "Balance sheets provide a snapshot of a company financial position by presenting its assets, liabilities, and equity at a specific point in time. Assets are what the company owns, liabilities are what it owes, and equity represents ownership. The equation, Assets = Liabilities + Equity, ensures the balance sheet fundamental principle: assets must equal the sum of liabilities and equity." : "Bilanzen stellen eine Momentaufnahme der Finanzposition eines Unternehmens dar, indem sie ihre Vermögenswerte, Schulden und Eigenkapital zu einem bestimmten Zeitpunkt präsentieren.  Vermögenswerte sind das, was das Unternehmen besitzt, Verbindlichkeiten sind das, was es schuldet, und Eigenkapital steht für Eigentum.  Die Gleichung, Assets = Liabilities + Equity, stellt die Bilanzgrundregel sicher: Die Vermögenswerte müssen der Summe aus Verbindlichkeiten und Eigenkapital entsprechen. ",
  "Profit and Loss (P&L) Statement" : "Gewinn-und Verlustrechnung (P&L) ",
  "Profit and Loss (P&L) statements, also known as income statements, provide a detailed financial overview of a company performance over a specific period. They start with total revenues generated from sales and then subtract all operating expenses, including cost of goods sold (COGS), operating expenses, taxes, and interest. The resulting net profit (or loss) represents the company bottom-line earnings after all costs are considered." : "Gewinn-und Verlustrechnungen (P&L), auch Einkommenserklärungen genannt, geben einen detaillierten finanziellen Überblick über eine Unternehmensleistung über einen bestimmten Zeitraum hinweg.  Sie beginnen mit den Gesamteinnahmen aus dem Verkauf und subtrahieren dann alle Betriebskosten, einschließlich der Kosten der verkauften Waren (COGS), der Betriebskosten, der Steuern und des Interesses.  Der sich daraus ergebende Nettogewinn (oder Verlust) stellt das betriebliche Bottom-Line-Ergebnis dar, nachdem alle Kosten berücksichtigt wurden. ",
  "A Trial Balance is an accounting worksheet that lists all general ledger accounts and their balances. It serves as a fundamental check to ensure total debits equal total credits, verifying data accuracy across major accounting items like assets, liabilities, equity, revenues, expenses, gains, and losses." : "Ein Trial-Saldo ist ein Abrechnungsarbeitsblatt, in dem alle Hauptbuchkonten und ihre Salden aufgelistet sind.  Es dient als grundlegende Überprüfung, um sicherzustellen, dass die Gesamtkredite insgesamt gleich sind, und überprüft die Datengenauigkeit über die wichtigsten Bilanzposten wie Vermögenswerte, Verbindlichkeiten, Eigenkapital, Einnahmen, Ausgaben, Gewinne und Verluste. ",
  "Why choose dedicated modules" : "Warum dedizierte Module auswählen ",
  "for your business?" : "für Ihr Unternehmen? ",
  "With Dash, you can conveniently manage all your business functions from a single location" : "Mit Dash können Sie bequem alle Ihre Geschäftsfunktionen von einem einzigen Standort aus verwalten ",
  "Empower Your Workforce with DASH" : "Schalten Sie Ihre Mitarbeiter mit DASH ein ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Zugriff auf Premium-Add-ons für Accounting, HR, Payments, Leads, Communication, Management und mehr, alles an einem Ort! ",
  "Pay-as-you-go" : "Pay-as-you-go ",
  "Unlimited installation" : "Unbegrenzte Installation ",
  "Secure cloud storage" : "Sicherer Cloudspeicher ",
  "Monthly" : "Monatlich ",
  "Yearly" : "Jährlich ",
  "Billed monthly, or" : "Monatlich in Rechnung gestellt oder ",
  " if paid monthly" : " wenn monatlich gezahlt ",
  "Billed yearly, or" : "jährlich in Rechnung gestellt werden, oder ",
  " if paid yearly" : " wenn jährlich gezahlt ",
  "Journal Settings" : "Journaleinstellungen ",
  "Journal Prefix" : "Journalpräfix ",
  "Save Changes" : "Änderungen speichern ",
  "Journal Entry Edit" : "Journaleintragsbearbeitung ",
  "Journal Number" : "Journalnummer ",
  "Transaction Date" : "Transaktionsdatum ",
  "Reference" : "Referenz ",
  "Description" : "Beschreibung ",
  "Add Account" : "Account hinzufügen ",
  "Account" : "Konto ",
  "Debit" : "Lastschrift ",
  "Credit" : "Kredit ",
  "Amount" : "Betrag ",
  "Total Credit" : "Gesamtkredite ",
  "Total Debit" : "Gesamtlastschrift ",
  "Cancel" : "Abbrechen ",
  "Update" : "Aktualisieren ",
  "Journal Detail" : "Journaldetails ",
  "Journal Entry" : "Journaleintrag ",
  "Journal" : "Journal ",
  "To" : "Bis ",
  "Journal No" : "Journalnr. ",
  "Journal Ref" : "Journalverweis ",
  "Journal Date" : "Journaldatum ",
  "Journal Account Summary" : "Journalkontozusammenfassung ",
  "Manage Journal Entry" : "Journaleintrag verwalten ",
  "Create New Journal" : "Neues Journal erstellen ",
  "Create" : "Erstellen ",
  "Journal ID" : "Journal-ID ",
  "Date" : "Datum ",
  "Action" : "Aktion ",
  "Edit Journal" : "Journal bearbeiten ",
  "Edit" : "Bearbeiten ",
  "Journal Entry Create" : "Journaleintrag erstellen ",
  "Add Accounts" : "Konten hinzufügen ",
  "Profit and Loss" : "Gewinn und Verlust ",
  "Print" : "Drucken ",
  "Verical View" : "Verical-Ansicht ",
  "Start Date" : "Startdatum ",
  "End Date" : "Enddatum ",
  "Apply" : "Anwenden ",
  "apply" : "Anwenden ",
  "Reset" : "Zurücksetzen ",
  "Expenses" : "Ausgaben ",
  "Income" : "Einkommen ",
  "Download" : "Herunterladen ",
  "Account Name" : "Kontoname ",
  "Name" : "Name ",
  "Transaction Type" : "Transaktionstyp ",
  "Balance" : "Saldo ",
  "Horizontal View" : "Horizontale Ansicht ",
  "Account Code" : "Kontencode ",
  "Total" : "Insgesamt ",
  "Gross Profit" : "Bruttogewinn ",
  "Net Profit/Loss" : "Nettogewinn/Verlust ",
  "Receivable Reports" : "Empfangbare Berichte ",
  "Customer Balance" : "Kundenbilanz ",
  "Receivable Summary" : "Empfangbare Zusammenfassung ",
  "Receivable Details" : "Empfangbare Details ",
  "Aging Summary" : "Alterungszusammenfassung ",
  "Aging Details" : "Alterungsdetails ",
  "Customer Name" : "Kundenname ",
  "Invoice Balance" : "Rechnungssaldo ",
  "Available Credits" : "Verfügbare Gutschriften ",
  "Transaction" : "Transaktion ",
  "Status" : "Status ",
  "Credit Note" : "Kreditnotiz ",
  "Invoice" : "Rechnung ",
  "Item Name" : "Elementname ",
  "Quantity Ordered" : "Bestellte Menge ",
  "Item Price" : "Artikelpreis ",
  "Current" : "Aktuell ",
  "1-15 DAYS" : "1-15 TAGE ",
  "16-30 DAYS" : "16-30 TAGE ",
  "31-45 DAYS" : "31-45 DAYS ",
  "> 45 DAYS" : "> 45 DAYS ",
  "Type" : "Typ ",
  "Age" : "Alter ",
  "Balance Due" : "Ausgewogenes Verhältnis ",
  " > 45 Days" : " > 45 Tage ",
  " Days" : " Tage ",
  " 31 to 45 Days" : " 31 bis 45 Tage ",
  " 16 to 30 Days" : " 16 bis 30 Tage ",
  " 1 to 15 Days" : " 1 bis 15 Tage ",
  "Payable Reports" : "Zahlbare Berichte ",
  "Vendor Balance" : "Lieferantenbilanz ",
  "Payable Summary" : "Zahlbare Zusammenfassung ",
  "Payable Details" : "Zahlbare Details ",
  "Vendor Name" : "Anbietername ",
  "Billed Amount" : "Fakturierte Menge ",
  "Available Debit" : "Verfügbares Lastschriftverfahren ",
  "Closing Balance" : "Schlussbilanz ",
  "Debit Note" : "Abbuchung ",
  "Bill" : "Rechnung ",
  "Liabilities & Equity" : "Verbindlichkeiten & Eigenkapital ",
  "Filter" : "Filter ",
  "Vertical View" : "Vertikale Ansicht ",
  "Assets" : "Assets ",
  "Sales Report" : "Verkaufsbericht ",
  "Sales by Item" : "Verkäufe nach Artikel ",
  "Sales by Customer" : "Verkäufe durch den Kunden ",
  "Invoice Item" : "Rechnungsposition ",
  "Quantity Sold" : "Verkaufte Menge ",
  "Average Price" : "Durchschnittspreis ",
  "Invoice Count" : "Rechnungsanzahl ",
  "Sales With Tax" : "Umsatz mit Steuern ",
  "Payable Report" : "Zahlbarer Bericht"
}