{
  "Permission denied." : "Permiso denegado. ",
  "Debit and Credit must be Equal." : "El débito y el crédito deben ser iguales. ",
  "Journal entry successfully created." : "Entrada de diario creada satisfactoriamente. ",
  "Journal entry successfully updated." : "Entrada de diario correctamente actualizada. ",
  "Journal entry successfully deleted." : "Entrada de diario suprimida satisfactoriamente. ",
  "Journal account successfully deleted." : "Cuenta de diario suprimida satisfactoriamente. ",
  "January" : "Enero ",
  "February" : "Febrero ",
  "March" : "Marzo ",
  "April" : "Abril ",
  "May" : "Mayo ",
  "June" : "Junio ",
  "July" : "Julio ",
  "August" : "Agosto ",
  "September" : "Septiembre ",
  "October" : "Octubre ",
  "November" : "Noviembre ",
  "December" : "Diciembre ",
  "Permission Denied." : "Permiso Denegado. ",
  "DoubleEntry" : "DoubleEntry ",
  "Journal Account" : "Cuenta de diario ",
  "Ledger Summary" : "Resumen de libro ",
  "Balance Sheet" : "Balance ",
  "Profit & Loss" : "Beneficios y pérdidas ",
  "Trial Balance" : "Balance de prueba ",
  "Report" : "Informe ",
  "Sales" : "Ventas ",
  "Receivables" : "Cuentas pendientes ",
  "Payables" : "Payables ",
  "Transaction Summary" : "Resumen de transacciones ",
  "Detail" : "Detalle ",
  "Software Details" : "Detalles de software ",
  "Double Entry accounting is a fundamental accounting method that records financial transactions by entering them into two separate accounts: a debit and a credit. Each transaction affects both sides of the accounting equation, ensuring that assets equal liabilities plus equity. This system helps maintain the accuracy and integrity of financial records, enabling businesses to track their financial health and comply with accounting standards." : "La contabilidad de doble entrada es un método de contabilidad fundamental que registra las transacciones financieras al introducirlas en dos cuentas separadas: un débito y un crédito.  Cada transacción afecta a ambos lados de la ecuación contable, asegurando que los activos sean iguales a los pasivos más la equidad.  Este sistema ayuda a mantener la precisión y la integridad de los registros financieros, permitiendo a las empresas hacer un seguimiento de su salud financiera y cumplir con los estándares de contabilidad. ",
  "/Month" : "/Mes ",
  "/Year" : "/Año ",
  "Buy Now" : "Comprar ahora ",
  "View Live Demo" : "Ver demostración en directo ",
  "Dual Accounting Principle" : "Principio de contabilidad dual ",
  "Double Entry Accounting is crucial for maintaining accurate and balanced financial records, providing a complete picture of a company financial activities." : "La contabilidad de doble entrada es crucial para mantener registros financieros precisos y equilibrados, proporcionando una imagen completa de las actividades financieras de una empresa. ",
  "Maintain Balance And Accuracy in Accounting" : "Mantener el equilibrio y la precisión en la contabilidad ",
  "What Is an Accounting Journal?" : "¿Qué es un diario de contabilidad? ",
  "Journal Account typically refers to an account used in the double entry accounting system to record individual financial transactions. In the double entry system, each financial transaction is recorded in a journal account with both a debit and a credit entry to ensure the accounting equation (assets = liabilities + equity) remains balanced." : "La cuenta de diario normalmente hace referencia a una cuenta utilizada en el sistema de contabilidad de doble entrada para registrar transacciones financieras individuales.  En el sistema de doble entrada, cada transacción financiera se registra en una cuenta de diario con un débito y una entrada de crédito para asegurar que la ecuación contable (activos = pasivos + equidad) permanezca equilibrada. ",
  "How to Do Accounting Journal Entries?" : "¿Cómo hacer las entradas del diario de contabilidad? ",
  "To perform accounting journal entries, identify the transaction, analyze its impact on accounts, and record it in a journal with debits and credits. Ensure entries balance and post them to the general ledger for accurate financial reporting." : "Para realizar entradas de diario de contabilidad, identificar la transacción, analizar su impacto en las cuentas y registrarla en un diario con débitos y créditos.  Asegúrese de que las entradas se equilibren y las publique en el libro mayor para obtener informes financieros precisos. ",
  "Tools for keeping an accurate general ledger" : "Herramientas para mantener un libro mayor preciso ",
  "A ledger account is a record of all transactions affecting a particular account within the general ledger. Individual transactions are identified within the ledger account with a date, transaction number, and description to make it easier for business owners and accountants to research the reason for the transaction." : "Una cuenta del libro mayor es un registro de todas las transacciones que afectan a una cuenta particular dentro del libro mayor general.  Las transacciones individuales se identifican dentro de la cuenta del libro mayor con una fecha, un número de transacción y una descripción para facilitar a los propietarios y contadores de negocio la investigación de la razón de la transacción. ",
  "Balance sheets provide a snapshot of a company financial position by presenting its assets, liabilities, and equity at a specific point in time. Assets are what the company owns, liabilities are what it owes, and equity represents ownership. The equation, Assets = Liabilities + Equity, ensures the balance sheet fundamental principle: assets must equal the sum of liabilities and equity." : "Los balances proporcionan una instantánea de la posición financiera de una empresa presentando sus activos, pasivos y acciones en un momento específico.  Los activos son lo que la empresa posee, los pasivos son lo que debe, y la equidad representa la propiedad.  La ecuación, Activos = Pasivos + Equidad, asegura el principio fundamental del balance: los activos deben igualar la suma de pasivos y equidad. ",
  "Profit and Loss (P&L) Statement" : "Declaración de pérdidas y ganancias (P&L) ",
  "Profit and Loss (P&L) statements, also known as income statements, provide a detailed financial overview of a company performance over a specific period. They start with total revenues generated from sales and then subtract all operating expenses, including cost of goods sold (COGS), operating expenses, taxes, and interest. The resulting net profit (or loss) represents the company bottom-line earnings after all costs are considered." : "Las declaraciones de beneficios y pérdidas (P&L), también conocidas como declaraciones de ingresos, proporcionan una visión general financiera detallada de un rendimiento de la empresa durante un periodo específico.  Comienzan con los ingresos totales generados por las ventas y luego restan todos los gastos operativos, incluyendo el costo de las mercancías vendidas (COGS), los gastos operativos, los impuestos y el interés.  El resultado neto (o pérdida) resultante representa las ganancias de la empresa después de considerar todos los costes. ",
  "A Trial Balance is an accounting worksheet that lists all general ledger accounts and their balances. It serves as a fundamental check to ensure total debits equal total credits, verifying data accuracy across major accounting items like assets, liabilities, equity, revenues, expenses, gains, and losses." : "Un balance de prueba es una hoja de trabajo de contabilidad que lista todas las cuentas del libro mayor y sus balances.  Sirve como una comprobación fundamental para garantizar el total de los débitos totales iguales, verificando la exactitud de los datos en los principales elementos contables como activos, pasivos, acciones, ingresos, gastos, ganancias y pérdidas. ",
  "Why choose dedicated modules" : "Por qué elegir módulos dedicados ",
  "for your business?" : "¿Para su negocio? ",
  "With Dash, you can conveniently manage all your business functions from a single location" : "Con Dash, puede gestionar de forma cómoda todas las funciones empresariales desde una única ubicación ",
  "Empower Your Workforce with DASH" : "Capacite a su fuerza laboral con DASH ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Acceso a los complementos Premium para Contabilidad, RRHH, Pagos, Leads, Comunicación, Gestión y más, ¡todo en un solo lugar! ",
  "Pay-as-you-go" : "Pay-as-you-go ",
  "Unlimited installation" : "Instalación ilimitada ",
  "Secure cloud storage" : "Almacenamiento en la nube seguro ",
  "Monthly" : "Mensual ",
  "Yearly" : "Anual ",
  "Billed monthly, or" : "Facturado mensualmente, o ",
  " if paid monthly" : " si se paga mensualmente ",
  "Billed yearly, or" : "Facturado anualmente, o ",
  " if paid yearly" : " si se paga anualmente ",
  "Journal Settings" : "Configuración de diario ",
  "Journal Prefix" : "Prefijo de diario ",
  "Save Changes" : "Guardar cambios ",
  "Journal Entry Edit" : "Edición de entrada de diario ",
  "Journal Number" : "Número de diario ",
  "Transaction Date" : "Fecha de transacción ",
  "Reference" : "Referencia ",
  "Description" : "Descripción ",
  "Add Account" : "Añadir cuenta ",
  "Account" : "Cuenta ",
  "Debit" : "Débito ",
  "Credit" : "Crédito ",
  "Amount" : "Importe ",
  "Total Credit" : "Crédito Total ",
  "Total Debit" : "Total débito ",
  "Cancel" : "Cancelar ",
  "Update" : "Actualización ",
  "Journal Detail" : "Detalle de diario ",
  "Journal Entry" : "Entrada de diario ",
  "Journal" : "Diario ",
  "To" : "A ",
  "Journal No" : "Diario No ",
  "Journal Ref" : "Diario Ref ",
  "Journal Date" : "Fecha de publicación ",
  "Journal Account Summary" : "Resumen de cuentas de diario ",
  "Manage Journal Entry" : "Gestionar entrada de diario ",
  "Create New Journal" : "Crear nuevo diario ",
  "Create" : "Crear ",
  "Journal ID" : "ID de diario ",
  "Date" : "Fecha ",
  "Action" : "Acción ",
  "Edit Journal" : "Editar diario ",
  "Edit" : "Editar ",
  "Journal Entry Create" : "Creación de entrada de diario ",
  "Add Accounts" : "Añadir cuentas ",
  "Profit and Loss" : "Beneficios y pérdidas ",
  "Print" : "Imprimir ",
  "Verical View" : "Vista Verical ",
  "Start Date" : "Fecha de inicio ",
  "End Date" : "Fecha final ",
  "Apply" : "Aplicar ",
  "apply" : "aplicar ",
  "Reset" : "Restablecer ",
  "Expenses" : "Gastos ",
  "Income" : "Ingresos ",
  "Download" : "Descargar ",
  "Account Name" : "Nombre de cuenta ",
  "Name" : "Nombre ",
  "Transaction Type" : "Tipo de transacción ",
  "Balance" : "Balance ",
  "Horizontal View" : "Vista horizontal ",
  "Account Code" : "Código de cuenta ",
  "Total" : "Total ",
  "Gross Profit" : "Beneficio Bruto ",
  "Net Profit/Loss" : "Beneficios/pérdidas netas ",
  "Receivable Reports" : "Informes de cobro ",
  "Customer Balance" : "Saldo de clientes ",
  "Receivable Summary" : "Resumen de títulos ",
  "Receivable Details" : "Detalles a cobrar ",
  "Aging Summary" : "Resumen de antigüedad ",
  "Aging Details" : "Detalles de antigüedad ",
  "Customer Name" : "Nombre del cliente ",
  "Invoice Balance" : "Saldo de factura ",
  "Available Credits" : "Créditos disponibles ",
  "Transaction" : "Transacción ",
  "Status" : "Estado ",
  "Credit Note" : "Nota crediticia ",
  "Invoice" : "Factura ",
  "Item Name" : "Nombre del elemento ",
  "Quantity Ordered" : "Cantidad Ordenada ",
  "Item Price" : "Precio del artículo ",
  "Current" : "Actual ",
  "1-15 DAYS" : "1-15 DÍAS ",
  "16-30 DAYS" : "16-30 DÍAS ",
  "31-45 DAYS" : "31-45 DÍAS ",
  "> 45 DAYS" : "> 45 DÍAS ",
  "Type" : "Tipo ",
  "Age" : "Edad ",
  "Balance Due" : "Saldo adeudado ",
  " > 45 Days" : " > 45 Días ",
  " Days" : " Días ",
  " 31 to 45 Days" : " 31 a 45 Días ",
  " 16 to 30 Days" : " 16 a 30 Días ",
  " 1 to 15 Days" : " 1 a 15 Días ",
  "Payable Reports" : "Informes pagaderos ",
  "Vendor Balance" : "Balanza de proveedores ",
  "Payable Summary" : "Resumen a pagar ",
  "Payable Details" : "Detalles pagaderos ",
  "Vendor Name" : "Nombre del proveedor ",
  "Billed Amount" : "Importe facturado ",
  "Available Debit" : "Débito disponible ",
  "Closing Balance" : "Saldo final ",
  "Debit Note" : "Nota de débito ",
  "Bill" : "Proyecto ",
  "Liabilities & Equity" : "Pasivos & Equity ",
  "Filter" : "Filtro ",
  "Vertical View" : "Vista vertical ",
  "Assets" : "Activos ",
  "Sales Report" : "Informe de ventas ",
  "Sales by Item" : "Ventas por artículo ",
  "Sales by Customer" : "Ventas por cliente ",
  "Invoice Item" : "Artículo de factura ",
  "Quantity Sold" : "Cantidad Vendida ",
  "Average Price" : "Precio medio ",
  "Invoice Count" : "Recuento de facturas ",
  "Sales With Tax" : "Ventas Con Impuestos ",
  "Payable Report" : "Informe pagadero"
}