{
  " if paid monthly" : " في حالة دفعها شهريا ",
  " if paid yearly" : " اذا تم دفعها سنويا ",
  " with EMail Box" : " باستخدام صندوق البريد الالكتروني ",
  "/Month" : "/ شهر ",
  "/Year" : "السنة / السنة ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "التوصل للبرامج المساعدة من العطلات للمحاسبة ، والموارد البشرية ، والمدفوعات ، و Leads ، والاتصالات ، والادارة ، والمزيد ، وكلهم في مكان واحد ! ",
  "Archive" : "تخزين ",
  "Are you tired of the same old email routine? It's time to take your email experience to the next level with EMail Box! Our innovative module is designed to elevate your email management, making it easier and more efficient than ever before." : "هل تعبت من نفس الروتين السابق للبريد الإلكتروني ؟  لقد حان الوقت لتأخذ تجربتك في البريد الإلكتروني إلى المستوى التالي مع صندوق البريد الإلكتروني !  وصممت وحدتنا الإبداعية للارتقاء بإدارة البريد الإلكتروني ، الأمر الذي يجعلها أسهل وأكثر كفاءة من أي وقت مضى. ",
  "Attachments" : "المرفقات ",
  "Billed monthly, or" : "مشوي شهريا ، أو ",
  "Billed yearly, or" : "يتم ملئها سنويا ، أو ",
  "Buy Now" : "اشتر الآن ",
  "CC" : "CC ",
  "Compose" : "تكوين ",
  "Compose email" : "تكوين بريد الكتروني ",
  "Delete" : "حذف ",
  "Draft" : "مشروع ",
  "Edit your EMail Box settings" : "تحرير محددات صندوق البريد الالكتروني الخاص بك ",
  "Effortlessly Manage Your Email with EMail Box" : "ادارة بدون جهد لادارة البريد الالكتروني الخاص بك باستخدام صندوق البريد الالكتروني ",
  "EMail Box" : "مربع EMail ",
  "EMail Box module is a powerful tool designed to streamline your email management process. It seamlessly integrates with your SMTP server, giving you unprecedented control over your email account's various folders, including Inbox, Drafts, Spam, Sent, Trash, and Archive. But that's not all; it also empowers you to interact with your emails in ways that were previously unimaginable." : "الوحدة النمطية لصندوق البريد الالكتروني تعد أداة فعالة تم تصميمها لتبسيط عملية ادارة البريد الالكتروني الخاصة بك.  يقوم بالتكامل مع وحدة خدمة SMTP الخاصة بك ، مما يتيح لك امكانية التحكم غير المسبوق على الحافظات المختلفة لحساب البريد الالكتروني الخاص بك ، بما في ذلك البريد الوارد والمسودات والرسائل التي تم ارسالها وارسالها وحفظها وأرشيفها.  ولكن هذا ليس كل شيء ؛ بل يمكنك أيضا من التفاعل مع رسائل البريد الإلكتروني الخاصة بك بطرق لم يكن من الممكن تخيلها من قبل. ",
  "EMail Box: Seamlessly Sync Your Email Actions" : "صندوق البريد الالكتروني : تصرفات البريد الالكتروني الخاصة بك بلا نهاية ",
  "Empower Your Workforce with DASH" : "تمكين قوة العمل الخاصة بك مع DASDH ",
  "Encryption" : "تشفير ",
  "Enter email" : "أدخل البريد الالكتروني ",
  "Enter IMAP Server" : "أدخل وحدة خدمة IMAP ",
  "Enter Subject" : "ادخال الموضوع ",
  "Experience to the Next Level" : "الخبرة الى المستوى التالي ",
  "for Your Business?" : "لعملك ؟ ",
  "IMAP Server" : "وحدة خدمة IMAP ",
  "In the EMail Box module, you gain seamless access to your email folders, including Inbox, Drafts, Spam, Sent, Trash, and Archive, all hosted on your SMTP server. This powerful tool empowers users to not only retrieve emails but also interact with them in real-time." : "في وحدة برامج صندوق البريد الالكتروني ، يمكنك التوصل بطريقة غير مباشرة الى حافظات البريد الالكتروني الخاصة بك ، بما في ذلك البريد الوارد والمسودات والهجاء والارسال وحافظة المحذوفات والأرشفة ، وكلها توجد على وحدة خدمة SMTP الخاصة بك.  وهذه الأداة القوية تمكن المستخدمين ليس فقط من استرجاع رسائل البريد الإلكتروني ولكن أيضا التفاعل معها في الوقت الحقيقي. ",
  "Inbox" : "علبة الوارد ",
  "Mail marked as seen successfully." : "تم تعليم البريد كما تم مشاهدته بنجاح. ",
  "Mail marked as unseen successfully." : "تم تعليم البريد على أنه غير معلم بنجاح. ",
  "Mail move successfully" : "تم نقل البريد بنجاح ",
  "Mail sent successfully." : "تم ارسال البريد بنجاح. ",
  "Mail starred successfully." : "تم بدء البريد بنجاح. ",
  "MailBox" : "صندوق البريد ",
  "Mark as read" : "تعليم كمقروءة ",
  "Mark as unread" : "تعليم كغير مقروءة ",
  "Monthly" : "شهريا ",
  "Not starred" : "لم يتم البدء ",
  "Pay-as-you-go" : "الدفع-كما تذهب- ",
  "Permission denied." : "تم رفض التصريح. ",
  "Save Changes" : "حفظ التغييرات ",
  "Secure cloud storage" : "تأمين التخزين السحابي ",
  "Send" : "ارسال ",
  "Sent" : "ارسال ",
  "Software Details" : "تفاصيل البرامج ",
  "Spam" : "امتداد ",
  "SSL" : "SSL ",
  "Starred" : "بدء ",
  "Subject" : "الموضوع ",
  "Take Your Email " : "خذي البريد الالكتروني   ",
  "TLS" : "TLS ",
  "To" : "الى ",
  "Trash" : "محذوفات ",
  "Unable to connect with imap server" : "غير قادر على الاتصال بوحدة خدمة imap ",
  "Unlimited installation" : "تركيب غير محدود ",
  "View Live Demo" : "مشاهدة العرض التقديمي المباشر ",
  "Why choose dedicated modules" : "لماذا تقوم باختيار وحدات البرامج المخصصة ",
  "With Dash, you can conveniently manage all your business functions from a single location." : "باستخدام Dash ، يمكنك ادارة كل وظائف الأعمال الخاصة بك بطريقة مناسبة من مكان واحد. ",
  "With EMail Box, every action you take—be it starring, marking as unread, or moving emails to different folders—syncs in real-time with your SMTP server email box. Experience unparalleled control and convenience as your email management becomes effortless and perfectly harmonized with your SMTP account." : "باستخدام صندوق البريد الالكتروني ، سيكون كل تصرف تقوم بتنفيذه هو بطولة ، أو تعليم كغير قراءة ، أو نقل البريد الالكتروني الى حافظات مختلفة-syncs في الوقت الفعلي مع صندوق البريد الالكتروني لوحدة خدمة SMTP الخاص بك.  الخبرة المكتسبة لا مثيل لها والراحة لأن ادارة البريد الالكتروني الخاصة بك تصبح بدون مجهود وتتم مواءمته بالكامل مع حساب SMTP الخاص بك. ",
  "Yearly" : "سنويا"
}