{
  " if paid monthly" : " betaling pr. måned ",
  " if paid yearly" : " hvis betalt årligt ",
  " with EMail Box" : " med e-mail-boks ",
  "/Month" : "/Måned ",
  "/Year" : "/År ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Adgang til Premium Add-ons for regnskabskontering, HR, betalinger, Leads, Kommunikation, Management og mere, alt på ét sted! ",
  "Archive" : "Arkivér ",
  "Are you tired of the same old email routine? It's time to take your email experience to the next level with EMail Box! Our innovative module is designed to elevate your email management, making it easier and more efficient than ever before." : "Er du træt af den samme gamle e-mailrutine?  Det er tid til at tage din email-oplevelse til det næste niveau med E-mail Box!  Vores innovative modul er designet til at forbedre din e-mailstyring og gøre det lettere og mere effektivt end nogensinde før. ",
  "Attachments" : "Tilknytninger ",
  "Billed monthly, or" : "Faktureret månedligt, eller ",
  "Billed yearly, or" : "Billedet årligt, eller ",
  "Buy Now" : "Køb nu ",
  "CC" : "CC ",
  "Compose" : "Opret ",
  "Compose email" : "Opret e-mail ",
  "Delete" : "Slet ",
  "Draft" : "Kladde ",
  "Edit your EMail Box settings" : "Redigér indstillingerne for e-mail-boksen ",
  "Effortlessly Manage Your Email with EMail Box" : "Bestyr ikke din e-mail med e-mail med e-mail ",
  "EMail Box" : "Postboks ",
  "EMail Box module is a powerful tool designed to streamline your email management process. It seamlessly integrates with your SMTP server, giving you unprecedented control over your email account's various folders, including Inbox, Drafts, Spam, Sent, Trash, and Archive. But that's not all; it also empowers you to interact with your emails in ways that were previously unimaginable." : "E-mail-Box-modul er et kraftfuldt værktøj, der er designet til at strømline din e-mailstyringsproces.  Den integrerer problemfrit med din SMTP-server ved at give dig en uhørt kontrol over din e-mailkonto forskellige foldere, herunder indbakken, Kladder, Spam, Sendt, Trash og Archive.  Men det er ikke det hele. Det giver dig også beføjelser til at interagere med dine e-mails på måder, der tidligere var utænkelige. ",
  "EMail Box: Seamlessly Sync Your Email Actions" : "E-mail-felt: Synkronisér dine e-mailfunktioner uden fejl ",
  "Empower Your Workforce with DASH" : "Styrt din arbejdsstyrke med DASH ",
  "Encryption" : "Kryptering ",
  "Enter email" : "Indtast e-mail ",
  "Enter IMAP Server" : "Angiv IMAP-server ",
  "Enter Subject" : "Angiv emne ",
  "Experience to the Next Level" : "Oplev til næste niveau ",
  "for Your Business?" : "for din forretning? ",
  "IMAP Server" : "IMAP-server ",
  "In the EMail Box module, you gain seamless access to your email folders, including Inbox, Drafts, Spam, Sent, Trash, and Archive, all hosted on your SMTP server. This powerful tool empowers users to not only retrieve emails but also interact with them in real-time." : "I EMail Box-modulet, får du problemfri adgang til dine e-mailfoldere, herunder indbakke, Kladder, Spam, Sendt, Papirkurv og Arkiv, som alle er vært for på din SMTP-server.  Dette kraftfulde værktøj giver brugerne mulighed for ikke kun at hente e-mails, men også interagere med dem i realtid. ",
  "Inbox" : "Indbakke ",
  "Mail marked as seen successfully." : "Post markeret som set er udført. ",
  "Mail marked as unseen successfully." : "Post er markeret som ikke-set. ",
  "Mail move successfully" : "E-mail er flyttet ",
  "Mail sent successfully." : "E-mail er sendt. ",
  "Mail starred successfully." : "E-mailen er startet. ",
  "MailBox" : "Postboks ",
  "Mark as read" : "Markér som læst ",
  "Mark as unread" : "Markér som ulæst ",
  "Monthly" : "Månedligt ",
  "Not starred" : "Ikke stær ",
  "Pay-as-you-go" : "Pay-as-you-go ",
  "Permission denied." : "Tilladelse nægtet. ",
  "Save Changes" : "Gem ændringer ",
  "Secure cloud storage" : "Sikker cloud-storage ",
  "Send" : "Send ",
  "Sent" : "Sendt ",
  "Software Details" : "Softwaredetaljer ",
  "Spam" : "Spam ",
  "SSL" : "SSL ",
  "Starred" : "Starred ",
  "Subject" : "Emne ",
  "Take Your Email " : "Tag din e-mail   ",
  "TLS" : "TLS ",
  "To" : "Til ",
  "Trash" : "Papirkurv ",
  "Unable to connect with imap server" : "Kan ikke oprette forbindelse til imap-server ",
  "Unlimited installation" : "Ubegrænset installation ",
  "View Live Demo" : "Vis Live-demo ",
  "Why choose dedicated modules" : "Hvorfor vælge dedikerede moduler ",
  "With Dash, you can conveniently manage all your business functions from a single location." : "Med Dash kan du nemt administrere alle dine forretningsfunktioner fra en enkelt lokalitet. ",
  "With EMail Box, every action you take—be it starring, marking as unread, or moving emails to different folders—syncs in real-time with your SMTP server email box. Experience unparalleled control and convenience as your email management becomes effortless and perfectly harmonized with your SMTP account." : "Med EMail Box er hver handling, du tager, markeret som ulæst, eller du kan flytte e-mails til forskellige mapper-synkroniseres i realtid med din SMTP-servere-e-mail-e-mail.  Oplev uhørt kontrol og bekvemmelighed, efterhånden som din e-mailstyring bliver ubesværet og fuldstændig harmoneret med din SMTP-konto. ",
  "Yearly" : "Årligt"
}