{
  " if paid monthly" : " Si elle est payée mensuelle ",
  " if paid yearly" : " S'ils sont payés annuellement ",
  " with EMail Box" : " Avec EMail Box ",
  "/Month" : "/Mois ",
  "/Year" : "/Année ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place ! ",
  "Archive" : "Archiver ",
  "Are you tired of the same old email routine? It's time to take your email experience to the next level with EMail Box! Our innovative module is designed to elevate your email management, making it easier and more efficient than ever before." : "Es-tu fatigué de la même vieille routine de courriel?  Il est temps de passer votre expérience de courriel au prochain niveau avec EMail Box !  Notre module innovant est conçu pour améliorer votre gestion de courrier électronique, ce qui le rend plus facile et plus efficace que jamais. ",
  "Attachments" : "Pièces jointes ",
  "Billed monthly, or" : "Comblé mensuel, ou ",
  "Billed yearly, or" : "Billed annuellement, ou ",
  "Buy Now" : "Acheter maintenant ",
  "CC" : "CC ",
  "Compose" : "Composer ",
  "Compose email" : "Composer un courrier électronique ",
  "Delete" : "Supprimer ",
  "Draft" : "Ébauche ",
  "Edit your EMail Box settings" : "Editer les paramètres de votre boîte de garde ",
  "Effortlessly Manage Your Email with EMail Box" : "Gérer sans effetez votre courrier électronique avec l'EMail Box ",
  "EMail Box" : "Boîte de l'ail ",
  "EMail Box module is a powerful tool designed to streamline your email management process. It seamlessly integrates with your SMTP server, giving you unprecedented control over your email account's various folders, including Inbox, Drafts, Spam, Sent, Trash, and Archive. But that's not all; it also empowers you to interact with your emails in ways that were previously unimaginable." : "Le module EMail Box est un outil puissant conçu pour simplifier votre processus de gestion de courrier électronique.  Il s'intègre parfaitement à votre serveur SMTP, vous donnant un contrôle sans précédent sur les différents dossiers de votre compte de messagerie, y compris Inbox, Drafts, Spam, Sent, Trash et Archive.  Mais ce n'est pas tout ; cela vous permet également d'interagir avec vos e-mails d'une manière qui était auparavant inimaginable. ",
  "EMail Box: Seamlessly Sync Your Email Actions" : "Boîte de courrier électronique: Synchronisation sans interruption de vos actions de courrier électronique ",
  "Empower Your Workforce with DASH" : "Émettre votre main-d'œuvre à l'aide de DASH ",
  "Encryption" : "Chiffrement ",
  "Enter email" : "Entrez un courrier électronique ",
  "Enter IMAP Server" : "Entrez un serveur IMAP ",
  "Enter Subject" : "Saisir le sujet ",
  "Experience to the Next Level" : "Expérience du niveau suivant ",
  "for Your Business?" : "Pour Votre entreprise? ",
  "IMAP Server" : "Serveur IMAP ",
  "In the EMail Box module, you gain seamless access to your email folders, including Inbox, Drafts, Spam, Sent, Trash, and Archive, all hosted on your SMTP server. This powerful tool empowers users to not only retrieve emails but also interact with them in real-time." : "Dans le module EMail Box, vous accédez sans interruption à vos dossiers de messagerie, y compris Inbox, Drafts, Spam, Sent, Trash et Archive, tous hébergés sur votre serveur SMTP.  Cet outil puissant permet aux utilisateurs non seulement de récupérer des e-mails mais aussi d'interagir avec eux en temps réel. ",
  "Inbox" : "Boîte de réception ",
  "Mail marked as seen successfully." : "Courrier marqué comme vu avec succès. ",
  "Mail marked as unseen successfully." : "Courrier marqué comme non vu avec succès. ",
  "Mail move successfully" : "Le déplacement du courrier a abouti ",
  "Mail sent successfully." : "Courrier envoyé avec succès. ",
  "Mail starred successfully." : "La messagerie a été démarrée avec succès. ",
  "MailBox" : "Boîte aux lettres ",
  "Mark as read" : "Marquer comme lu ",
  "Mark as unread" : "Marquer comme non lu ",
  "Monthly" : "Mensuelle ",
  "Not starred" : "Pas de rouge ",
  "Pay-as-you-go" : "Pay-as-you-go ",
  "Permission denied." : "Autorisation refusée. ",
  "Save Changes" : "Enregistrer les modifications ",
  "Secure cloud storage" : "Stockage de cloud sécurisé ",
  "Send" : "Envoyer ",
  "Sent" : "Envoyé ",
  "Software Details" : "Détails du logiciel ",
  "Spam" : "Spam ",
  "SSL" : "SSL ",
  "Starred" : "Starred ",
  "Subject" : "Objet ",
  "Take Your Email " : "Prends ton courrier électronique   ",
  "TLS" : "TLS ",
  "To" : "Vers ",
  "Trash" : "Corbeille ",
  "Unable to connect with imap server" : "Impossible de se connecter avec le serveur imap ",
  "Unlimited installation" : "Installation illimitée ",
  "View Live Demo" : "Afficher la démo en direct ",
  "Why choose dedicated modules" : "Pourquoi choisir des modules dédiés ",
  "With Dash, you can conveniently manage all your business functions from a single location." : "Avec Dash, vous pouvez gérer toutes vos fonctions métier à partir d'un seul emplacement. ",
  "With EMail Box, every action you take—be it starring, marking as unread, or moving emails to different folders—syncs in real-time with your SMTP server email box. Experience unparalleled control and convenience as your email management becomes effortless and perfectly harmonized with your SMTP account." : "Avec EMail Box, chaque action que vous prenez-qu'elle joue, marque comme unread, ou déplace des e-mails vers différents dossiers-syncs en temps réel avec votre messagerie de serveur SMTP.  Faites l'expérience d'un contrôle et d'une commodité inégalés car votre gestion de courrier électronique devient sans effort et parfaitement harmonisée avec votre compte SMTP. ",
  "Yearly" : "Yearly"
}