{
  " if paid monthly" : " 毎月支払われる場合",
  " if paid yearly" : " 毎年支払われる場合",
  " with EMail Box" : " E メール・ボックスを使用",
  "/Month" : "/ 月",
  "/Year" : "/ 年",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "会計、 HR、支払い、リード、コミュニケーション、管理など、プレミアム・アドオンを介したアクセスがすべて 1 カ所で行われています。",
  "Archive" : "アーカイブ",
  "Are you tired of the same old email routine? It's time to take your email experience to the next level with EMail Box! Our innovative module is designed to elevate your email management, making it easier and more efficient than ever before." : "同じ古いメールのルーチンに飽きていますか ? E メール・エクスペリエンスを次のレベルへ E メール・ボックスで送信するための時間です。 この革新的なモジュールは、 E メール管理を向上させ、かつてないほど効率的で効率的なものにすることを目的としています。",
  "Attachments" : "添付ファイル",
  "Billed monthly, or" : "毎月請求された、または",
  "Billed yearly, or" : "年単位での請求",
  "Buy Now" : "今すぐ購入",
  "CC" : "CC",
  "Compose" : "構成",
  "Compose email" : "E メールの作成",
  "Delete" : "削除",
  "Draft" : "ドラフト",
  "Edit your EMail Box settings" : "E メール・ボックスの設定の編集",
  "Effortlessly Manage Your Email with EMail Box" : "E メールを E メール・ボックスで管理することなく管理",
  "EMail Box" : "E メール・ボックス",
  "EMail Box module is a powerful tool designed to streamline your email management process. It seamlessly integrates with your SMTP server, giving you unprecedented control over your email account's various folders, including Inbox, Drafts, Spam, Sent, Trash, and Archive. But that's not all; it also empowers you to interact with your emails in ways that were previously unimaginable." : "EMail Box モジュールは、 E メール管理プロセスを簡素化するために設計された強力なツールです。 これは、受信トレイ、ドラフト、スパム、送信済み、トラッシュ、アーカイブなど、 E メール・アカウントのさまざまなフォルダーをシームレスに制御するために、 SMTP サーバーとシームレスに統合されます。 しかし、それだけではありません。以前は想像できなかったやり方でメールをやり取りすることができます。",
  "EMail Box: Seamlessly Sync Your Email Actions" : "EMail Box: E メール・アクションをシームレスに同期する",
  "Empower Your Workforce with DASH" : "DASH による作業力のエンパワー",
  "Encryption" : "暗号化",
  "Enter email" : "メールの入力",
  "Enter IMAP Server" : "IMAP サーバーを入力",
  "Enter Subject" : "件名の入力",
  "Experience to the Next Level" : "次のレベルでの経験",
  "for Your Business?" : "あなたのビジネスのために",
  "IMAP Server" : "IMAP サーバー",
  "In the EMail Box module, you gain seamless access to your email folders, including Inbox, Drafts, Spam, Sent, Trash, and Archive, all hosted on your SMTP server. This powerful tool empowers users to not only retrieve emails but also interact with them in real-time." : "EMail Box モジュールでは、受信ボックス、ドラフト、スパム、送信、トラッシュ、アーカイブなどの E メール・フォルダーへのシームレスなアクセスが、すべての SMTP サーバー上でホストされています。 この強力なツールは、ユーザーが E メールを取得するだけでなく、リアルタイムでそれらと対話することもできます。",
  "Inbox" : "受信箱",
  "Mail marked as seen successfully." : "メールが正常に表示されました。",
  "Mail marked as unseen successfully." : "メールの表示が成功しませんでした。",
  "Mail move successfully" : "メールが正常に移動",
  "Mail sent successfully." : "メールが正常に送信された",
  "Mail starred successfully." : "メールが正常に起動しました。",
  "MailBox" : "メールボックス",
  "Mark as read" : "既読にする",
  "Mark as unread" : "未読としてマーク",
  "Monthly" : "月次",
  "Not starred" : "星赤なし",
  "Pay-as-you-go" : "ペイ・アス・ゴー",
  "Permission denied." : "アクセス権が拒否",
  "Save Changes" : "変更の保存",
  "Secure cloud storage" : "セキュアなクラウド・ストレージ",
  "Send" : "送信",
  "Sent" : "送信済み",
  "Software Details" : "ソフトウェアの詳細",
  "Spam" : "スパム",
  "SSL" : "シュル",
  "Starred" : "スターレッド",
  "Subject" : "科目",
  "Take Your Email " : "E メールの使用 ",
  "TLS" : "トルス",
  "To" : "宛先",
  "Trash" : "ごみ箱",
  "Unable to connect with imap server" : "imap サーバーに接続できません",
  "Unlimited installation" : "無制限のインストール",
  "View Live Demo" : "ライブ・デモの表示",
  "Why choose dedicated modules" : "専用モジュールを選択する理由",
  "With Dash, you can conveniently manage all your business functions from a single location." : "Dashを使用すると、すべてのビジネス機能を単一の場所から簡単に管理できます。",
  "With EMail Box, every action you take—be it starring, marking as unread, or moving emails to different folders—syncs in real-time with your SMTP server email box. Experience unparalleled control and convenience as your email management becomes effortless and perfectly harmonized with your SMTP account." : "EMail Box を使用すると、起動するすべてのアクションが起動し、未読のマークが付けられるか、 E メールを異なるフォルダーに移動することができます。同期は、リアルタイムで SMTP サーバーの E メール・ボックスと同期します。 E メール管理が容易になり、 SMTP アカウントと完全に調和するようになったため、前例のない制御と利便性に関する経験があります。",
  "Yearly" : "毎年"
}