{
  " if paid monthly" : " indien betaald maandelijks ",
  " if paid yearly" : " indien betaald jaarlijks ",
  " with EMail Box" : " met EMail Box ",
  "/Month" : "/Maand ",
  "/Year" : "/Jaar ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Toegang tot Premium Add-ons voor Accounting, HR, Betalingen, Leads, Communicatie, Management, en meer, allemaal op een plaats! ",
  "Archive" : "Archief ",
  "Are you tired of the same old email routine? It's time to take your email experience to the next level with EMail Box! Our innovative module is designed to elevate your email management, making it easier and more efficient than ever before." : "Ben je moe van dezelfde oude e-mail routine?  Het is tijd om uw e-mail ervaring naar het volgende niveau met EMail Box!  Onze innovatieve module is ontworpen om uw e-mailbeheer te verhogen, waardoor het eenvoudiger en efficiënter dan ooit tevoren. ",
  "Attachments" : "Bijlagen ",
  "Billed monthly, or" : "Maandelijks gefactureerd, of ",
  "Billed yearly, or" : "jaarlijks gefactureerd, of ",
  "Buy Now" : "Nu kopen ",
  "CC" : "CC ",
  "Compose" : "Opstellen ",
  "Compose email" : "E-mail samenstellen ",
  "Delete" : "Wissen ",
  "Draft" : "Concept ",
  "Edit your EMail Box settings" : "Instellingen van EMail Box bewerken ",
  "Effortlessly Manage Your Email with EMail Box" : "Uw e-mail moeiteloos beheren met EMail Box ",
  "EMail Box" : "EMail Box ",
  "EMail Box module is a powerful tool designed to streamline your email management process. It seamlessly integrates with your SMTP server, giving you unprecedented control over your email account's various folders, including Inbox, Drafts, Spam, Sent, Trash, and Archive. But that's not all; it also empowers you to interact with your emails in ways that were previously unimaginable." : "EMail Box module is een krachtig hulpmiddel ontworpen om uw e-mailbeheerproces te stroomlijnen.  Het integreert naadloos met uw SMTP-server, waardoor u ongekende controle over uw e-mailaccount verschillende mappen, met inbegrip van Postvak, Concepten, Spam, Verzonden, Prullenbak en Archief.  Maar dat is niet alles; het machtig je ook om te communiceren met je e-mails op manieren die voorheen onvoorstelbaar waren. ",
  "EMail Box: Seamlessly Sync Your Email Actions" : "EMail Box: Uw e-mailacties worden naadloos gesynchroniseerd ",
  "Empower Your Workforce with DASH" : "Uw personeelsbestand inzenden met DASH ",
  "Encryption" : "Versleuteling ",
  "Enter email" : "E-mail invoeren ",
  "Enter IMAP Server" : "IMAP-server invoeren ",
  "Enter Subject" : "Onderwerp invoeren ",
  "Experience to the Next Level" : "Ervaring op het volgende niveau ",
  "for Your Business?" : "Voor uw bedrijf? ",
  "IMAP Server" : "IMAP-server ",
  "In the EMail Box module, you gain seamless access to your email folders, including Inbox, Drafts, Spam, Sent, Trash, and Archive, all hosted on your SMTP server. This powerful tool empowers users to not only retrieve emails but also interact with them in real-time." : "In de module EMail Box krijgt u naadloze toegang tot uw e-mailmappen, zoals Postvak IN, Concepten, Spam, Verzonden, Prullenbak en Archiveren, allemaal gehost op uw SMTP-server.  Deze krachtige tool geeft gebruikers om niet alleen e-mails op te halen, maar ook interageren met hen in real-time. ",
  "Inbox" : "In-vak ",
  "Mail marked as seen successfully." : "E-mail is gemarkeerd als gezien. ",
  "Mail marked as unseen successfully." : "E-mail is gemarkeerd als niet-zichtbaar. ",
  "Mail move successfully" : "Verplaatsen van e-mail is gelukt ",
  "Mail sent successfully." : "E-mail is verzonden. ",
  "Mail starred successfully." : "E-mail is met succes gestart. ",
  "MailBox" : "Postvak ",
  "Mark as read" : "Markeren als gelezen ",
  "Mark as unread" : "Markeren als ongelezen ",
  "Monthly" : "Maandelijks ",
  "Not starred" : "Niet starred ",
  "Pay-as-you-go" : "Betaal-als-je-go ",
  "Permission denied." : "Toestemming geweigerd. ",
  "Save Changes" : "Wijzigingen opslaan ",
  "Secure cloud storage" : "Beveiligde cloudopslag ",
  "Send" : "Verzenden ",
  "Sent" : "Verzonden ",
  "Software Details" : "Softwaregegevens ",
  "Spam" : "Spam ",
  "SSL" : "SSL ",
  "Starred" : "Starred ",
  "Subject" : "Onderwerp ",
  "Take Your Email " : "Neem uw e-mail   ",
  "TLS" : "TLS ",
  "To" : "Tot ",
  "Trash" : "Prullenbak ",
  "Unable to connect with imap server" : "Kan geen verbinding maken met de imap-server ",
  "Unlimited installation" : "Onbeperkte installatie ",
  "View Live Demo" : "Live-demo bekijken ",
  "Why choose dedicated modules" : "Waarom kiezen voor speciale modules ",
  "With Dash, you can conveniently manage all your business functions from a single location." : "Met Dash kunt u eenvoudig al uw bedrijfsfuncties beheren vanaf een enkele locatie. ",
  "With EMail Box, every action you take—be it starring, marking as unread, or moving emails to different folders—syncs in real-time with your SMTP server email box. Experience unparalleled control and convenience as your email management becomes effortless and perfectly harmonized with your SMTP account." : "Met EMail Box, elke actie die u neemt-de in de hoofdrol, markering als ongelezen, of het verplaatsen van e-mails naar verschillende mappen-synchroniseer in real-time met uw SMTP-server e-mail vak.  Ervaring ongeëvenaarde controle en gemak als uw e-mailbeheer wordt moeiteloos en perfect geharmoniseerd met uw SMTP-account. ",
  "Yearly" : "Jaarlijks"
}