{
  " if paid monthly" : " jeśli wypłacane co miesiąc ",
  " if paid yearly" : " jeśli płatny roczny ",
  " with EMail Box" : " z EMail Box ",
  "/Month" : "/miesiąc ",
  "/Year" : "/Rok ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place! ",
  "Archive" : "Archiwum ",
  "Are you tired of the same old email routine? It's time to take your email experience to the next level with EMail Box! Our innovative module is designed to elevate your email management, making it easier and more efficient than ever before." : "Czy jesteś zmęczony tą samą starą, emailową rutyną?  Nadszedł czas, aby zabrać swoje doświadczenie e-mail do następnego poziomu z EMail Box!  Nasz innowacyjny moduł zaprojektowano z myślą o podniesieniu zarządzania pocztą elektroniczną, dzięki czemu staje się on łatwiejszy i bardziej wydajny niż kiedykolwiek wcześniej. ",
  "Attachments" : "Załączniki ",
  "Billed monthly, or" : "Rozliczane co miesiąc, lub ",
  "Billed yearly, or" : "Zafakturoone roczne, lub ",
  "Buy Now" : "Kup teraz ",
  "CC" : "DW ",
  "Compose" : "Skomponuj ",
  "Compose email" : "Skomponuj wiadomość e-mail ",
  "Delete" : "Usuń ",
  "Draft" : "Wersja robocza ",
  "Edit your EMail Box settings" : "Edytuj ustawienia skrzynki EMail Box ",
  "Effortlessly Manage Your Email with EMail Box" : "Effortlessly Zarządzanie pocztą elektroniczną za pomocą EMail Box ",
  "EMail Box" : "Skrzynka EMail ",
  "EMail Box module is a powerful tool designed to streamline your email management process. It seamlessly integrates with your SMTP server, giving you unprecedented control over your email account's various folders, including Inbox, Drafts, Spam, Sent, Trash, and Archive. But that's not all; it also empowers you to interact with your emails in ways that were previously unimaginable." : "Moduł EMail Box to potężne narzędzie, którego zadaniem jest usprawnienie procesu zarządzania pocztą elektroniczną.  Bezproblemowo integruje się z serwerem SMTP, dając Ci bezprecedensową kontrolę nad różnymi folderami konta e-mail, w tym skrzynek odbiorników, Draftów, Spam, Wysłane, Kosz i Archiwum.  Ale to nie wszystko; to również upoważnia do interakcji z emailami w sposób, który był wcześniej niewyobrażalny. ",
  "EMail Box: Seamlessly Sync Your Email Actions" : "EMail Box: Bezproblemowo Synchronizować Działania Poczty Elektronicznej ",
  "Empower Your Workforce with DASH" : "Siła robocza pracowników z DASH ",
  "Encryption" : "Szyfrowanie ",
  "Enter email" : "Wprowadź wiadomość e-mail ",
  "Enter IMAP Server" : "Wprowadź serwer IMAP ",
  "Enter Subject" : "Wprowadź temat ",
  "Experience to the Next Level" : "Doświadczenie do następnego poziomu ",
  "for Your Business?" : "dla Twojego Biznesu? ",
  "IMAP Server" : "Serwer IMAP ",
  "In the EMail Box module, you gain seamless access to your email folders, including Inbox, Drafts, Spam, Sent, Trash, and Archive, all hosted on your SMTP server. This powerful tool empowers users to not only retrieve emails but also interact with them in real-time." : "W module EMail Box zyskujesz bezproblemowy dostęp do swoich folderów e-mail, m.in. Skrzynka odbiorczy, Drafty, Spam, Wysłane, Kosz i Archiwum, wszystkie udostępniane na Twoim serwerze SMTP.  To potężne narzędzie umożliwia użytkownikom nie tylko pobieranie wiadomości e-mail, ale także interakcję z nimi w czasie rzeczywistym. ",
  "Inbox" : "Skrzynka pocztowa ",
  "Mail marked as seen successfully." : "Poczta została oznaczona jako pomyślnie widoczna. ",
  "Mail marked as unseen successfully." : "Poczta została oznaczona jako niewidoczna pomyślnie. ",
  "Mail move successfully" : "Poczta elektroniczna została pomyślnie przeniesiona ",
  "Mail sent successfully." : "Wiadomość e-mail została wysłana pomyślnie. ",
  "Mail starred successfully." : "Poczta została pomyślnie uruchomiona. ",
  "MailBox" : "Skrzynka pocztowa ",
  "Mark as read" : "Oznacz jako przeczytane ",
  "Mark as unread" : "Oznacz jako nieprzeczytane ",
  "Monthly" : "Co miesiąc ",
  "Not starred" : "Niezagłodzone ",
  "Pay-as-you-go" : "P-as-go-go-go-go ",
  "Permission denied." : "Odmowa uprawnień. ",
  "Save Changes" : "Zapisz zmiany ",
  "Secure cloud storage" : "Bezpieczna pamięć masowa w chmurze ",
  "Send" : "Wyślij ",
  "Sent" : "Wysłane ",
  "Software Details" : "Szczegóły oprogramowania ",
  "Spam" : "Spam ",
  "SSL" : "SSL ",
  "Starred" : "Starred ",
  "Subject" : "Temat ",
  "Take Your Email " : "Wyślij wiadomość e-mail   ",
  "TLS" : "TLS ",
  "To" : "Do ",
  "Trash" : "Kosz ",
  "Unable to connect with imap server" : "Nie można nawiązać połączenia z serwerem imap ",
  "Unlimited installation" : "Nieograniczona instalacja ",
  "View Live Demo" : "Wyświetl demo na żywo ",
  "Why choose dedicated modules" : "Dlaczego warto wybrać dedykowane moduły ",
  "With Dash, you can conveniently manage all your business functions from a single location." : "Za Pomocą Myślnika można wygodnie zarządzać wszystkimi funkcjami biznesowymi z jednego miejsca. ",
  "With EMail Box, every action you take—be it starring, marking as unread, or moving emails to different folders—syncs in real-time with your SMTP server email box. Experience unparalleled control and convenience as your email management becomes effortless and perfectly harmonized with your SMTP account." : "Za pomocą programu EMail Box każda akcja, którą bierzisz-bądź to zagłodzenie, oznaczanie jako nieprzeczytane, lub przenoszenie wiadomości e-mail do różnych folderów-synchronizuje się w czasie rzeczywistym z Twoją skrzynką e-mail serwera SMTP.  Doświadczyć niezrównanej kontroli i wygody, ponieważ zarządzanie pocztą elektroniczną staje się bez wysiłku i doskonale zharmonizowane z kontem SMTP. ",
  "Yearly" : "Co rok"
}