{
  " if paid monthly" : " если оплачиваемый ежемесячно ",
  " if paid yearly" : " если оплачиваемый год ",
  " with EMail Box" : " с помощью окна Эмаль ",
  "/Month" : "/месяц ",
  "/Year" : "/год ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Доступ к Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management и многое другое в одном месте! ",
  "Archive" : "Архив ",
  "Are you tired of the same old email routine? It's time to take your email experience to the next level with EMail Box! Our innovative module is designed to elevate your email management, making it easier and more efficient than ever before." : "Вы устали от той же старой процедуры электронной почты?  Пришло время взять свой электронный опыт на следующий уровень с Эмалем Бокс!  Наш инновационный модуль предназначен для повышения эффективности управления электронной почтой, что делает его более легким и эффективным, чем когда-либо раньше. ",
  "Attachments" : "Вложения ",
  "Billed monthly, or" : "Ежемесячно, или ",
  "Billed yearly, or" : "Выставиной счет по годам, или ",
  "Buy Now" : "Купить сейчас ",
  "CC" : "CC ",
  "Compose" : "Составить ",
  "Compose email" : "Составить электронную почту ",
  "Delete" : "Удалить ",
  "Draft" : "Проект ",
  "Edit your EMail Box settings" : "Изменить параметры системы управления ",
  "Effortlessly Manage Your Email with EMail Box" : "Без усилий Управление электронной почтой с помощью системы управления электронной почтой ",
  "EMail Box" : "Почтовый ящик ",
  "EMail Box module is a powerful tool designed to streamline your email management process. It seamlessly integrates with your SMTP server, giving you unprecedented control over your email account's various folders, including Inbox, Drafts, Spam, Sent, Trash, and Archive. But that's not all; it also empowers you to interact with your emails in ways that were previously unimaginable." : "EMail Box-это мощный инструмент, предназначенный для упрощения процесса управления электронной почтой.  Она прозрачно интегрируется с сервером SMTP, предоставляя вам беспрецедентный контроль над различными папками учетной записи электронной почты, включая папки \"Входящие\", \"Черновики\", \"Спам\", \"Sent\", \"Корзина\" и \"Архив\".  Но это еще не все; кроме того, это позволяет вам взаимодействовать с электронной почтой таким образом, как это было раньше невообразимо. ",
  "EMail Box: Seamlessly Sync Your Email Actions" : "EMail Box: Синхронизировать действия по электронной почте ",
  "Empower Your Workforce with DASH" : "Расширение прав и возможностей сотрудников с помощью DASH ",
  "Encryption" : "Шифрование ",
  "Enter email" : "Введите электронную почту ",
  "Enter IMAP Server" : "Введите сервер IMAP ",
  "Enter Subject" : "Введите тему ",
  "Experience to the Next Level" : "Опыт работы на следующем уровне ",
  "for Your Business?" : "для Вашего бизнеса? ",
  "IMAP Server" : "Сервер IMAP ",
  "In the EMail Box module, you gain seamless access to your email folders, including Inbox, Drafts, Spam, Sent, Trash, and Archive, all hosted on your SMTP server. This powerful tool empowers users to not only retrieve emails but also interact with them in real-time." : "В модуле \"EMail Box\" вы получите бесшовный доступ к своим папкам электронной почты, включая папки \"Входящие\", \"Черновики\", \"Спам\", \"Sent\", \"Корзина\" и \"Архив\", которые расположены на сервере SMTP.  Этот мощный инструмент позволяет пользователям не только получать электронные сообщения, но и взаимодействовать с ними в режиме реального времени. ",
  "Inbox" : "Входящие ",
  "Mail marked as seen successfully." : "Почта помечена как видимая успешно. ",
  "Mail marked as unseen successfully." : "Почта помечена как незамеченная. ",
  "Mail move successfully" : "Почта успешно переместилась ",
  "Mail sent successfully." : "Почта успешно отправлна. ",
  "Mail starred successfully." : "Почта успешно выполнена. ",
  "MailBox" : "Почтовый ящик ",
  "Mark as read" : "Пометить как прочитано ",
  "Mark as unread" : "Пометить как непрочитано ",
  "Monthly" : "Ежемесячно ",
  "Not starred" : "Не кран ",
  "Pay-as-you-go" : "Плати-как-ты-иди ",
  "Permission denied." : "В разрешении отказано. ",
  "Save Changes" : "Сохранить изменения ",
  "Secure cloud storage" : "Защищенное облачное хранилище ",
  "Send" : "Отправить ",
  "Sent" : "Отправлено ",
  "Software Details" : "Сведения о программе ",
  "Spam" : "Спам ",
  "SSL" : "SSL ",
  "Starred" : "Starred ",
  "Subject" : "Тема ",
  "Take Your Email " : "Взять ваш адрес электронной почты   ",
  "TLS" : "TLS ",
  "To" : "В ",
  "Trash" : "Корзина ",
  "Unable to connect with imap server" : "Не удалось соединиться с сервером imap ",
  "Unlimited installation" : "Неограниченный экземпляр ",
  "View Live Demo" : "Показать демонстрационную версию ",
  "Why choose dedicated modules" : "Зачем выбирать выделенные модули ",
  "With Dash, you can conveniently manage all your business functions from a single location." : "С помощью тире можно удобно управлять всеми бизнес-функциями из одного расположения. ",
  "With EMail Box, every action you take—be it starring, marking as unread, or moving emails to different folders—syncs in real-time with your SMTP server email box. Experience unparalleled control and convenience as your email management becomes effortless and perfectly harmonized with your SMTP account." : "С помощью системы EMail Box каждое действие, которое вы принимаете-будь то звёздное, маркировка как непрочитана, или перемещение электронных писем в разные папки-синхронизация в реальном времени с почтовой ящиком сервера SMTP.  Опыт управления электронной почтой не имеет аналогов в управлении и удобстве, и он идеально гармонирует с учетной записью SMTP. ",
  "Yearly" : "Ежегодно"
}