{
  "Permission denied." : "Tilladelse nægtet. ",
  "Menu Builder successfully created." : "Menu Builder er oprettet. ",
  "Menu builder updated successfully" : "Menubyggeprogram er opdateret ",
  "Permission Denied." : "Tilladelse nægtet. ",
  "Menu builder deleted successfully" : "Menulbuilder er slettet ",
  "Side Menu Builder" : "Builder til sidemenu ",
  "Name" : "Navn ",
  "Link Type" : "Linktype ",
  "Link" : "Link ",
  "Position" : "Position ",
  "Show custom module" : "Vis tilpasset modul ",
  "Select Module" : "Vælg modul ",
  "Selected parent may be converted to hash link" : "Den valgte overordnede kan konverteres til hash-link ",
  "Show In Windows" : "Vis i Windows ",
  "Choose icon for primary menu" : "Vælg ikon for primær menu ",
  "Cancel" : "Annullér ",
  "Update" : "Opdatering ",
  "Create" : "Opret ",
  "Software Details" : "Softwaredetaljer ",
  "Side menu builder are often used to provide a tailored and user-friendly experience by allowing users to access specific content or perform actions with a single click. Design a user-friendly form where users can input their Side Menu Builder details, such as the destination URL, link alias, and any additional parameters." : "Sidebygherrer bruges ofte til at levere en skræddersyet og brugervenlig oplevelse ved at give brugerne mulighed for at få adgang til specifikt indhold eller udføre handlinger med et enkelt klik.  Design en brugervenlig formular, hvor brugere kan indtaste deres oplysninger om menuen Builder, f.eks. destinations-URL, linkalias og eventuelle yderligere parametre. ",
  "/Month" : "/Måned ",
  "/Year" : "/År ",
  "Buy Now" : "Køb nu ",
  "View Live Demo" : "Vis Live-demo ",
  "Get " : "Get   ",
  "Additional " : "Yderligere   ",
  " Information for a Side Menu Builder" : " Oplysninger til en menuen Sidemenu ",
  "Tailor and design user-friendly side menus for your applications with our Side Menu Builder" : "Tailor og designe brugervenlige sidemenuer til dine applikationer med vores Sidemenu-byggeprogram ",
  "Manage Side Menu Builder" : "Builder til administration af sidemenu ",
  "You can create a module in the sidebar by simply clicking the Create button. In which you can manage the module and also edit that module according to your own. And you can also delete that module." : "Du kan oprette et modul på sidelinjen ved blot at klikke på Opret-knappen.  I hvilken du kan administrere modulet og også redigere det modul i henhold til din egen.  Og du kan også slette det modul. ",
  "what is the purpose of Side Menu Builder?" : "Hvad er formålet med Sidemenubygger? ",
  "Side Menu Builder allows you to guide users directly to particular web pages, content, or actions within a website or application. Instead of relying on standard or generic links, Side Menu Builder provides a more direct and relevant path to information or functionality." : "Du kan bruge menuen Sidemenu til at guide brugere direkte til bestemte websider, -indhold eller -funktioner på et websted eller en applikation.  I stedet for at vende tilbage til standard-eller generisk link giver menubyggeprogrammet en mere direkte og relevant sti til information eller funktionalitet. ",
  "Why choose dedicated modules" : "Hvorfor vælge dedikerede moduler ",
  "for your business?" : "for din virksomhed? ",
  "With Dash, you can conveniently manage all your business functions from a single location" : "Med Dash kan du nemt administrere alle dine forretningsfunktioner fra en enkelt lokalitet. ",
  "Empower Your Workforce with DASH" : "Styrt din arbejdsstyrke med DASH ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Adgang til Premium Add-ons for regnskabskontering, HR, betalinger, Leads, Kommunikation, Management og mere, alt på ét sted! ",
  "Pay-as-you-go" : "Pay-as-you-go ",
  "Unlimited installation" : "Ubegrænset installation ",
  "Secure cloud storage" : "Sikker cloud-storage ",
  "Monthly" : "Månedligt ",
  "Yearly" : "Årligt ",
  "Billed monthly, or" : "Faktureret månedligt, eller ",
  " if paid monthly" : " betaling pr. måned ",
  "Billed yearly, or" : "Billedet årligt, eller ",
  " if paid yearly" : " hvis betalt årligt ",
  "Manage Menu Builder" : "Administrér menulbygger ",
  "Menu Builder" : "Menu Builder ",
  "Create New Menu Builder" : "Opret ny menu-byggeprogram ",
  "Menu name" : "Menunavn ",
  "Menu type" : "Menutype ",
  "parent module" : "overordnet modul ",
  "Which Window" : "Hvilket vindue ",
  "Owner" : "Ejer ",
  "Action" : "Handling ",
  "Edit Menu Builder" : "Redigér menubygger ",
  "Edit" : "Redigér ",
  "Delete" : "Slet ",
  "Are You Sure?" : "Er du sikker? ",
  "This action can not be undone. Do you want to continue?" : "Handlingen kan ikke fortryde.  Vil du fortsætte?"
}