{
  "Permission denied." : "Berechtigung verweigert. ",
  "Menu Builder successfully created." : "Menü Builder wurde erfolgreich erstellt. ",
  "Menu builder updated successfully" : "Menübuilder wurde erfolgreich aktualisiert ",
  "Permission Denied." : "Berechtigung verweigert. ",
  "Menu builder deleted successfully" : "Menübuilder wurde erfolgreich gelöscht ",
  "Side Menu Builder" : "Builder für Seitenmenü ",
  "Name" : "Name ",
  "Link Type" : "Linktyp ",
  "Link" : "Link ",
  "Position" : "Position ",
  "Show custom module" : "Angepasstes Modul anzeigen ",
  "Select Module" : "Modul auswählen ",
  "Selected parent may be converted to hash link" : "Das ausgewählte übergeordnete Element kann in Hash-Link konvertiert werden. ",
  "Show In Windows" : "In Windows anzeigen ",
  "Choose icon for primary menu" : "Symbol für primäres Menü auswählen ",
  "Cancel" : "Abbrechen ",
  "Update" : "Aktualisieren ",
  "Create" : "Erstellen ",
  "Software Details" : "Softwaredetails ",
  "Side menu builder are often used to provide a tailored and user-friendly experience by allowing users to access specific content or perform actions with a single click. Design a user-friendly form where users can input their Side Menu Builder details, such as the destination URL, link alias, and any additional parameters." : "Seitenmenübuilder werden häufig verwendet, um eine maßgeschneiderte und benutzerfreundliche Erfahrung zu bieten, indem Benutzern ermöglicht wird, auf bestimmte Inhalte zuzugreifen oder Aktionen mit einem einzigen Klick auszuführen.  Entwerfen Sie ein benutzerfreundliches Formular, in dem die Benutzer ihre Builder für Side Menu Builder eingeben können, wie z. B. die Ziel-URL, den Link-Alias und alle zusätzlichen Parameter. ",
  "/Month" : "/Monat ",
  "/Year" : "/Jahr ",
  "Buy Now" : "Jetzt kaufen ",
  "View Live Demo" : "Live-Demo anzeigen ",
  "Get " : "Abrufen   ",
  "Additional " : "Zusätzliche   ",
  " Information for a Side Menu Builder" : " Informationen für den Builder für Seitenmenü ",
  "Tailor and design user-friendly side menus for your applications with our Side Menu Builder" : "Mit unserem Side Menu Builder benutzerfreundliche Seitenmenüs für Ihre Anwendungen anpassen und gestalten ",
  "Manage Side Menu Builder" : "Builder für Seitenmenü verwalten ",
  "You can create a module in the sidebar by simply clicking the Create button. In which you can manage the module and also edit that module according to your own. And you can also delete that module." : "Sie können ein Modul in der Seitenleiste erstellen, indem Sie einfach auf die Schaltfläche Erstellen klicken.  In dem Sie das Modul verwalten können und dieses Modul auch nach Ihren eigenen Angaben bearbeiten können.  Und Sie können dieses Modul auch löschen. ",
  "what is the purpose of Side Menu Builder?" : "Was ist der Zweck von Side Menu Builder? ",
  "Side Menu Builder allows you to guide users directly to particular web pages, content, or actions within a website or application. Instead of relying on standard or generic links, Side Menu Builder provides a more direct and relevant path to information or functionality." : "Side Menu Builder ermöglicht es Ihnen, Benutzer direkt auf bestimmte Webseiten, Inhalte oder Aktionen innerhalb einer Website oder Anwendung zu leiten.  Anstatt sich auf Standard-oder generische Links zu verlassen, bietet Side Menu Builder einen direkteren und relevanteren Pfad zu Informationen oder Funktionalität. ",
  "Why choose dedicated modules" : "Warum dedizierte Module auswählen ",
  "for your business?" : "für Ihr Unternehmen? ",
  "With Dash, you can conveniently manage all your business functions from a single location" : "Mit Dash können Sie bequem alle Ihre Geschäftsfunktionen von einem einzigen Standort aus verwalten ",
  "Empower Your Workforce with DASH" : "Schalten Sie Ihre Mitarbeiter mit DASH ein ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Zugriff auf Premium-Add-ons für Accounting, HR, Payments, Leads, Communication, Management und mehr, alles an einem Ort! ",
  "Pay-as-you-go" : "Pay-as-you-go ",
  "Unlimited installation" : "Unbegrenzte Installation ",
  "Secure cloud storage" : "Sicherer Cloudspeicher ",
  "Monthly" : "Monatlich ",
  "Yearly" : "Jährlich ",
  "Billed monthly, or" : "Monatlich in Rechnung gestellt oder ",
  " if paid monthly" : " wenn monatlich gezahlt ",
  "Billed yearly, or" : "jährlich in Rechnung gestellt werden, oder ",
  " if paid yearly" : " wenn jährlich gezahlt ",
  "Manage Menu Builder" : "Menü-Builder verwalten ",
  "Menu Builder" : "Menüerstellungsprogramm ",
  "Create New Menu Builder" : "Erstellungsprogramm für neues Menü erstellen ",
  "Menu name" : "Menüname ",
  "Menu type" : "Menütyp ",
  "parent module" : "Elternmodul ",
  "Which Window" : "Welches Fenster ",
  "Owner" : "Eigner ",
  "Action" : "Aktion ",
  "Edit Menu Builder" : "Menüerstellungsprogramm bearbeiten ",
  "Edit" : "Bearbeiten ",
  "Delete" : "Löschen ",
  "Are You Sure?" : "Sind Sie Sicher? ",
  "This action can not be undone. Do you want to continue?" : "Diese Aktion kann nicht rückgängig gemacht werden.  Möchten Sie fortfahren?"
}