{
  "Permission denied." : "Autorisation refusée. ",
  "Menu Builder successfully created." : "Le générateur de menus a été créé. ",
  "Menu builder updated successfully" : "Le générateur Menu a été mis à jour ",
  "Permission Denied." : "Autorisation refusée. ",
  "Menu builder deleted successfully" : "Le générateur de menu a été supprimé ",
  "Side Menu Builder" : "Générateur de menu latéral ",
  "Name" : "Nom ",
  "Link Type" : "Type de lien ",
  "Link" : "Lien ",
  "Position" : "Position ",
  "Show custom module" : "Afficher le module personnalisé ",
  "Select Module" : "Sélectionner un module ",
  "Selected parent may be converted to hash link" : "Le parent sélectionné peut être converti en hachage ",
  "Show In Windows" : "Afficher sous Windows ",
  "Choose icon for primary menu" : "Choisissez l'icône du menu principal ",
  "Cancel" : "Annuler ",
  "Update" : "Mise à jour ",
  "Create" : "Créer ",
  "Software Details" : "Détails du logiciel ",
  "Side menu builder are often used to provide a tailored and user-friendly experience by allowing users to access specific content or perform actions with a single click. Design a user-friendly form where users can input their Side Menu Builder details, such as the destination URL, link alias, and any additional parameters." : "Le générateur de menu latéral est souvent utilisé pour fournir une expérience personnalisée et conviviale en permettant aux utilisateurs d'accéder à un contenu spécifique ou d'effectuer des actions avec un simple clic.  Concevoir un formulaire convivial dans lequel les utilisateurs peuvent entrer les détails de leur générateur de menu latéral, tels que l'URL de destination, l'alias de lien et tous les paramètres supplémentaires. ",
  "/Month" : "/Mois ",
  "/Year" : "/Année ",
  "Buy Now" : "Acheter maintenant ",
  "View Live Demo" : "Afficher la démo en direct ",
  "Get " : "Extrère   ",
  "Additional " : "Autres   ",
  " Information for a Side Menu Builder" : " Informations pour un générateur de menu latéral ",
  "Tailor and design user-friendly side menus for your applications with our Side Menu Builder" : "Adapter et concevoir des menus latéraux conviviaux pour vos applications à l'aide de notre générateur Menu latéral ",
  "Manage Side Menu Builder" : "Générateur de menus de gestion ",
  "You can create a module in the sidebar by simply clicking the Create button. In which you can manage the module and also edit that module according to your own. And you can also delete that module." : "Vous pouvez créer un module dans la barre latérale en cliquant simplement sur le bouton Créer.  Dans lequel vous pouvez gérer le module et éditer ce module selon le vôtre.  Vous pouvez également supprimer ce module. ",
  "what is the purpose of Side Menu Builder?" : "Quel est le but de Side Menu Builder? ",
  "Side Menu Builder allows you to guide users directly to particular web pages, content, or actions within a website or application. Instead of relying on standard or generic links, Side Menu Builder provides a more direct and relevant path to information or functionality." : "Le générateur de menu latéral vous permet d'orienter les utilisateurs directement vers des pages Web, des contenus ou des actions spécifiques d'un site Web ou d'une application.  Au lieu de s'appuyer sur des liens standard ou génériques, le générateur de menu latéral fournit un chemin plus direct et plus pertinent vers l'information ou la fonctionnalité. ",
  "Why choose dedicated modules" : "Pourquoi choisir des modules dédiés ",
  "for your business?" : "Pour votre entreprise? ",
  "With Dash, you can conveniently manage all your business functions from a single location" : "Avec Dash, vous pouvez gérer toutes vos fonctions métier à partir d'un seul emplacement ",
  "Empower Your Workforce with DASH" : "Émettre votre main-d'œuvre à l'aide de DASH ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place ! ",
  "Pay-as-you-go" : "Pay-as-you-go ",
  "Unlimited installation" : "Installation illimitée ",
  "Secure cloud storage" : "Stockage de cloud sécurisé ",
  "Monthly" : "Mensuelle ",
  "Yearly" : "Yearly ",
  "Billed monthly, or" : "Comblé mensuel, ou ",
  " if paid monthly" : " Si elle est payée mensuelle ",
  "Billed yearly, or" : "Billed annuellement, ou ",
  " if paid yearly" : " S'ils sont payés annuellement ",
  "Manage Menu Builder" : "Générateur de menu Gérer ",
  "Menu Builder" : "Générateur de menus ",
  "Create New Menu Builder" : "Créer un générateur de menu ",
  "Menu name" : "Nom du menu ",
  "Menu type" : "Type de menu ",
  "parent module" : "Module parent ",
  "Which Window" : "Fenêtre Quelle fenêtre ",
  "Owner" : "Propriétaire ",
  "Action" : "Action ",
  "Edit Menu Builder" : "Editer le générateur de menu ",
  "Edit" : "Editer ",
  "Delete" : "Supprimer ",
  "Are You Sure?" : "Êtes-vous sûr? ",
  "This action can not be undone. Do you want to continue?" : "Cette action ne peut pas être effectuée.  Voulez-vous continuer?"
}