{
  "Permission denied." : "Permesso negato. ",
  "Menu Builder successfully created." : "Menu Builder creato correttamente. ",
  "Menu builder updated successfully" : "Builder del menu aggiornato correttamente ",
  "Permission Denied." : "Permesso Negato. ",
  "Menu builder deleted successfully" : "Builder di menu eliminato correttamente ",
  "Side Menu Builder" : "Builder Menu side ",
  "Name" : "Nome ",
  "Link Type" : "Tipo di collegamento ",
  "Link" : "Link ",
  "Position" : "Posizione ",
  "Show custom module" : "Mostra modulo personalizzato ",
  "Select Module" : "Seleziona modulo ",
  "Selected parent may be converted to hash link" : "Il genitore selezionato può essere convertito in hash link ",
  "Show In Windows" : "Mostra in Windows ",
  "Choose icon for primary menu" : "Scegli icona per il menu principale ",
  "Cancel" : "Annulla ",
  "Update" : "Aggiornamento ",
  "Create" : "Crea ",
  "Software Details" : "Dettagli software ",
  "Side menu builder are often used to provide a tailored and user-friendly experience by allowing users to access specific content or perform actions with a single click. Design a user-friendly form where users can input their Side Menu Builder details, such as the destination URL, link alias, and any additional parameters." : "Il builder Menu side è spesso utilizzato per fornire un'esperienza personalizzata e user-friendly consentendo agli utenti di accedere a contenuti specifici o eseguire azioni con un solo click.  Progettare un modulo user-friendly dove gli utenti possono inserire i dettagli di Side Menu Builder, come l'URL di destinazione, l'alias dei link e qualsiasi ulteriore parametro. ",
  "/Month" : "/Mese ",
  "/Year" : "/Anno ",
  "Buy Now" : "Compra ora ",
  "View Live Demo" : "Visualizza Live Demo ",
  "Get " : "Prendi   ",
  "Additional " : "Aggiuntivo   ",
  " Information for a Side Menu Builder" : " Informazioni per un Side Menu Builder ",
  "Tailor and design user-friendly side menus for your applications with our Side Menu Builder" : "Tailor e design user-friendly lato menu per le tue applicazioni con il nostro Side Menu Builder ",
  "Manage Side Menu Builder" : "Gestire il Builder Side Menu ",
  "You can create a module in the sidebar by simply clicking the Create button. In which you can manage the module and also edit that module according to your own. And you can also delete that module." : "È possibile creare un modulo nella barra laterale semplicemente cliccando sul pulsante Crea.  In cui è possibile gestire il modulo e modificare anche quel modulo secondo il proprio.  E si può anche cancellare quel modulo. ",
  "what is the purpose of Side Menu Builder?" : "qual è lo scopo di Side Menu Builder? ",
  "Side Menu Builder allows you to guide users directly to particular web pages, content, or actions within a website or application. Instead of relying on standard or generic links, Side Menu Builder provides a more direct and relevant path to information or functionality." : "Side Menu Builder consente di guidare gli utenti direttamente in particolari pagine web, contenuti o azioni all'interno di un sito web o di un'applicazione.  Invece di affidarsi a link standard o generici, Side Menu Builder fornisce un percorso più diretto e pertinente all'informazione o alla funzionalità. ",
  "Why choose dedicated modules" : "Perché scegliere i moduli dedicati ",
  "for your business?" : "per la tua attività? ",
  "With Dash, you can conveniently manage all your business functions from a single location" : "Con Dash è possibile gestire convenientemente tutte le funzioni aziendali da una singola posizione ",
  "Empower Your Workforce with DASH" : "Empower Your Manodopera con DASH ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Accedi su Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management e altro ancora, tutto in un unico posto! ",
  "Pay-as-you-go" : "Pay - as - you - go ",
  "Unlimited installation" : "Installazione illimitata ",
  "Secure cloud storage" : "Memoria cloud sicura ",
  "Monthly" : "Mensile ",
  "Yearly" : "Annuale ",
  "Billed monthly, or" : "Fatturati mensili, o ",
  " if paid monthly" : " se retribuiva mensile ",
  "Billed yearly, or" : "Fatturati annuali, o ",
  " if paid yearly" : " se retribui ",
  "Manage Menu Builder" : "Gestire il menu Builder ",
  "Menu Builder" : "Builder dei menu ",
  "Create New Menu Builder" : "Crea nuovo menu Builder ",
  "Menu name" : "Nome del menu ",
  "Menu type" : "Tipo di menu ",
  "parent module" : "modulo principale ",
  "Which Window" : "Quale Finestra ",
  "Owner" : "Proprietario ",
  "Action" : "Azione ",
  "Edit Menu Builder" : "Modifica menu Builder ",
  "Edit" : "Modifica ",
  "Delete" : "Elimina ",
  "Are You Sure?" : "Sei sicuro? ",
  "This action can not be undone. Do you want to continue?" : "Questa azione non può essere incompiuta.  Vuoi continuare?"
}