{
  "Permission denied." : "Toestemming geweigerd. ",
  "Menu Builder successfully created." : "Menubuilder is gemaakt. ",
  "Menu builder updated successfully" : "De menubuilder is bijgewerkt ",
  "Permission Denied." : "Toestemming Geweigerd. ",
  "Menu builder deleted successfully" : "De menubuilder is gewist ",
  "Side Menu Builder" : "Zijmenubuilder ",
  "Name" : "Naam ",
  "Link Type" : "Linktype ",
  "Link" : "Verband ",
  "Position" : "Positie ",
  "Show custom module" : "Aangepaste module afbeelden ",
  "Select Module" : "Module selecteren ",
  "Selected parent may be converted to hash link" : "Geselecteerde bovenliggende item kan worden geconverteerd naar hashlink ",
  "Show In Windows" : "Afbeelden in Windows ",
  "Choose icon for primary menu" : "Kies pictogram voor het primaire menu ",
  "Cancel" : "Annuleren ",
  "Update" : "Bijwerken ",
  "Create" : "Maken ",
  "Software Details" : "Softwaregegevens ",
  "Side menu builder are often used to provide a tailored and user-friendly experience by allowing users to access specific content or perform actions with a single click. Design a user-friendly form where users can input their Side Menu Builder details, such as the destination URL, link alias, and any additional parameters." : "Side-menu-builder wordt vaak gebruikt om een op maat gemaakte en gebruiksvriendelijke ervaring te bieden door gebruikers toegang te geven tot specifieke content of om acties uit te voeren met een enkele klik.  Ontwerp een gebruikersvriendelijke vorm waarin gebruikers hun Side Menu Builder-gegevens kunnen invoeren, zoals de doel-URL, linkalias en eventuele aanvullende parameters. ",
  "/Month" : "/Maand ",
  "/Year" : "/Jaar ",
  "Buy Now" : "Nu kopen ",
  "View Live Demo" : "Live-demo bekijken ",
  "Get " : "Ophalen   ",
  "Additional " : "Extra   ",
  " Information for a Side Menu Builder" : " Informatie voor een Side Menu Builder ",
  "Tailor and design user-friendly side menus for your applications with our Side Menu Builder" : "Gebruikersvriendelijke zijmenu's voor uw toepassingen aanpassen en ontwerpen met onze Side Menu Builder ",
  "Manage Side Menu Builder" : "Builder voor zijmenu's beheren ",
  "You can create a module in the sidebar by simply clicking the Create button. In which you can manage the module and also edit that module according to your own. And you can also delete that module." : "U kunt een module in de flankbalk maken door op de knop Maken te klikken.  Waarin u de module kunt beheren en die module ook volgens uw eigen module kunt bewerken.  En je kunt die module ook verwijderen. ",
  "what is the purpose of Side Menu Builder?" : "Wat is het doel van Side Menu Builder? ",
  "Side Menu Builder allows you to guide users directly to particular web pages, content, or actions within a website or application. Instead of relying on standard or generic links, Side Menu Builder provides a more direct and relevant path to information or functionality." : "Side Menu Builder kunt u gebruikers rechtstreeks naar bepaalde webpagina's, inhoud, of acties binnen een website of applicatie te begeleiden.  In plaats van te vertrouwen op standaard of generieke links, biedt Side Menu Builder een directer en relevanter pad naar informatie of functionaliteit. ",
  "Why choose dedicated modules" : "Waarom kiezen voor speciale modules ",
  "for your business?" : "Voor jouw zaken? ",
  "With Dash, you can conveniently manage all your business functions from a single location" : "Met Dash kunt u eenvoudig al uw bedrijfsfuncties beheren vanaf een enkele locatie ",
  "Empower Your Workforce with DASH" : "Uw personeelsbestand inzenden met DASH ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Toegang tot Premium Add-ons voor Accounting, HR, Betalingen, Leads, Communicatie, Management, en meer, allemaal op een plaats! ",
  "Pay-as-you-go" : "Betaal-als-je-go ",
  "Unlimited installation" : "Onbeperkte installatie ",
  "Secure cloud storage" : "Beveiligde cloudopslag ",
  "Monthly" : "Maandelijks ",
  "Yearly" : "Jaarlijks ",
  "Billed monthly, or" : "Maandelijks gefactureerd, of ",
  " if paid monthly" : " indien betaald maandelijks ",
  "Billed yearly, or" : "jaarlijks gefactureerd, of ",
  " if paid yearly" : " indien betaald jaarlijks ",
  "Manage Menu Builder" : "Menu-builder beheren ",
  "Menu Builder" : "Menubuilder ",
  "Create New Menu Builder" : "Nieuwe menubuilder maken ",
  "Menu name" : "Naam menu ",
  "Menu type" : "Type menu ",
  "parent module" : "bovenliggende module ",
  "Which Window" : "Welk venster ",
  "Owner" : "Eigenaar ",
  "Action" : "Actie ",
  "Edit Menu Builder" : "Menu-builder bewerken ",
  "Edit" : "Bewerken ",
  "Delete" : "Wissen ",
  "Are You Sure?" : "Weet Je Het Zeker? ",
  "This action can not be undone. Do you want to continue?" : "Deze actie kan niet ongedaan worden gemaakt.  Wilt u doorgaan?"
}