{
  "Permission denied." : "Odmowa uprawnień. ",
  "Menu Builder successfully created." : "Program budujący menu został pomyślnie utworzony. ",
  "Menu builder updated successfully" : "Pomyślnie zaktualizowano program budujący menu ",
  "Permission Denied." : "Odmowa uprawnień. ",
  "Menu builder deleted successfully" : "Pomyślnie usunięto program budujący menu ",
  "Side Menu Builder" : "Program budujący menu po stronie ",
  "Name" : "Nazwa ",
  "Link Type" : "Typ powiązania ",
  "Link" : "Odsyłacz ",
  "Position" : "Pozycja ",
  "Show custom module" : "Pokaż moduł niestandardowy ",
  "Select Module" : "Wybierz moduł ",
  "Selected parent may be converted to hash link" : "Wybrany element nadrzędny może zostać przekształcony w odsyłacz mieszający ",
  "Show In Windows" : "Pokaż w systemie Windows ",
  "Choose icon for primary menu" : "Wybierz ikonę dla menu podstawowego ",
  "Cancel" : "Anuluj ",
  "Update" : "Aktualizacja ",
  "Create" : "Utwórz ",
  "Software Details" : "Szczegóły oprogramowania ",
  "Side menu builder are often used to provide a tailored and user-friendly experience by allowing users to access specific content or perform actions with a single click. Design a user-friendly form where users can input their Side Menu Builder details, such as the destination URL, link alias, and any additional parameters." : "Program budujący menu po stronie jest często używany do udostępniania dostosowanych i przyjaznych dla użytkownika funkcji, dzięki czemu użytkownicy mogą uzyskiwać dostęp do konkretnych treści lub wykonywać działania za pomocą jednego kliknięcia.  Zaprojektuj przyjazną dla użytkownika formę, w której użytkownicy mogą wprowadzić swoje szczegóły programu budującego menu po stronie, takie jak adres URL miejsca docelowego, alias połączenia i wszelkie dodatkowe parametry. ",
  "/Month" : "/miesiąc ",
  "/Year" : "/Rok ",
  "Buy Now" : "Kup teraz ",
  "View Live Demo" : "Wyświetl demo na żywo ",
  "Get " : "Pobierz   ",
  "Additional " : "Dodatkowe   ",
  " Information for a Side Menu Builder" : " Informacje dla programu budującego menu po stronie ",
  "Tailor and design user-friendly side menus for your applications with our Side Menu Builder" : "Dostosowywanie i projektowanie przyjaznych dla użytkownika menu po stronie aplikacji z naszym programem budującym menu po stronie ",
  "Manage Side Menu Builder" : "Zarządzaj programem budującym menu ",
  "You can create a module in the sidebar by simply clicking the Create button. In which you can manage the module and also edit that module according to your own. And you can also delete that module." : "Moduł na pasku bocznym można utworzyć, klikając przycisk Utwórz.  W którym można zarządzać modułem, a także edytować ten moduł zgodnie ze swoim własnym.  Można także usunąć ten moduł. ",
  "what is the purpose of Side Menu Builder?" : "Jaki jest cel programu budującego menu boczne? ",
  "Side Menu Builder allows you to guide users directly to particular web pages, content, or actions within a website or application. Instead of relying on standard or generic links, Side Menu Builder provides a more direct and relevant path to information or functionality." : "Program budujący menu po stronie pozwala na kierowanie użytkowników bezpośrednio do konkretnych stron WWW, treści lub działań w obrębie serwisu WWW lub aplikacji.  Zamiast opierać się na standardowych lub ogólnych linkach, program budujący menu po stronie udostępnia bardziej bezpośrednią i odpowiednią ścieżkę do informacji lub funkcjonalności. ",
  "Why choose dedicated modules" : "Dlaczego warto wybrać dedykowane moduły ",
  "for your business?" : "dla Twojej firmy? ",
  "With Dash, you can conveniently manage all your business functions from a single location" : "With Dash, możesz wygodnie zarządzać wszystkimi funkcjami biznesowymi z jednego miejsca ",
  "Empower Your Workforce with DASH" : "Siła robocza pracowników z DASH ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place! ",
  "Pay-as-you-go" : "P-as-go-go-go-go ",
  "Unlimited installation" : "Nieograniczona instalacja ",
  "Secure cloud storage" : "Bezpieczna pamięć masowa w chmurze ",
  "Monthly" : "Co miesiąc ",
  "Yearly" : "Co rok ",
  "Billed monthly, or" : "Rozliczane co miesiąc, lub ",
  " if paid monthly" : " jeśli wypłacane co miesiąc ",
  "Billed yearly, or" : "Zafakturoone roczne, lub ",
  " if paid yearly" : " jeśli płatny roczny ",
  "Manage Menu Builder" : "Zarządzaj programem budującym menu ",
  "Menu Builder" : "Program budujący menu ",
  "Create New Menu Builder" : "Utwórz nowy program budujący menu ",
  "Menu name" : "Nazwa menu ",
  "Menu type" : "Typ menu ",
  "parent module" : "moduł nadrzędny ",
  "Which Window" : "Okno ",
  "Owner" : "Właściciel ",
  "Action" : "Działanie ",
  "Edit Menu Builder" : "Edytuj program budujący menu ",
  "Edit" : "Edytuj ",
  "Delete" : "Usuń ",
  "Are You Sure?" : "Czy Na Pewno? ",
  "This action can not be undone. Do you want to continue?" : "Tego działania nie można cofnąć.  Czy chcesz kontynuować?"
}