{
  "Permission denied." : "В разрешении отказано. ",
  "Menu Builder successfully created." : "Компоновщик меню успешно создан. ",
  "Menu builder updated successfully" : "Компоновщик меню успешно обновлен ",
  "Permission Denied." : "Разрешение отклонилось. ",
  "Menu builder deleted successfully" : "Компоновщик меню успешно удален ",
  "Side Menu Builder" : "Компоновщик меню стороны ",
  "Name" : "Имя ",
  "Link Type" : "Тип ссылки ",
  "Link" : "Ссылка ",
  "Position" : "Положение ",
  "Show custom module" : "Показать пользовательский модуль ",
  "Select Module" : "Выбрать модуль ",
  "Selected parent may be converted to hash link" : "Выбранный родительский объект может быть преобразован в хэш-ссылку ",
  "Show In Windows" : "Показать В Windows ",
  "Choose icon for primary menu" : "Выбрать значок для основного меню ",
  "Cancel" : "Отмена ",
  "Update" : "Обновить ",
  "Create" : "Создать ",
  "Software Details" : "Сведения о программе ",
  "Side menu builder are often used to provide a tailored and user-friendly experience by allowing users to access specific content or perform actions with a single click. Design a user-friendly form where users can input their Side Menu Builder details, such as the destination URL, link alias, and any additional parameters." : "Компоновщик меню на стороне часто используется для предоставления удобного и удобного для пользователя опыта, позволяя пользователям получать доступ к определенному содержимому или выполнять действия одним щелчком мыши.  Разработать удобную для пользователей форму, в которой пользователи могут вводить сведения о построителе меню, например URL назначения, псевдоним ссылки и любые дополнительные параметры. ",
  "/Month" : "/месяц ",
  "/Year" : "/год ",
  "Buy Now" : "Купить сейчас ",
  "View Live Demo" : "Показать демонстрационную версию ",
  "Get " : "Получить   ",
  "Additional " : "Дополнительные   ",
  " Information for a Side Menu Builder" : " Информация для построителя меню ",
  "Tailor and design user-friendly side menus for your applications with our Side Menu Builder" : "Настройка и проектирование удобных для пользователя меню для приложений с помощью меню Side Menu Builder ",
  "Manage Side Menu Builder" : "Построитель меню на стороне ",
  "You can create a module in the sidebar by simply clicking the Create button. In which you can manage the module and also edit that module according to your own. And you can also delete that module." : "Модуль можно создать на боковой панели, просто нажав кнопку Создать.  В котором можно управлять модулем, а также редактировать этот модуль в соответствии с вашими собственными.  Кроме того, этот модуль можно удалить. ",
  "what is the purpose of Side Menu Builder?" : "Какова цель построителя боковых меню? ",
  "Side Menu Builder allows you to guide users directly to particular web pages, content, or actions within a website or application. Instead of relying on standard or generic links, Side Menu Builder provides a more direct and relevant path to information or functionality." : "Компоновщик меню на стороне позволяет направлять пользователей непосредственно на определенные веб-страницы, материалы и действия веб-сайта или приложения.  Вместо того, чтобы полагаться на стандартные или общие ссылки, Построитель параллельных меню предоставляет более прямой и релеватный путь к информации или функциональности. ",
  "Why choose dedicated modules" : "Зачем выбирать выделенные модули ",
  "for your business?" : "для вашего бизнеса? ",
  "With Dash, you can conveniently manage all your business functions from a single location" : "С помощью тире можно удобно управлять всеми бизнес-функциями из одного расположения ",
  "Empower Your Workforce with DASH" : "Расширение прав и возможностей сотрудников с помощью DASH ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Доступ к Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management и многое другое в одном месте! ",
  "Pay-as-you-go" : "Плати-как-ты-иди ",
  "Unlimited installation" : "Неограниченный экземпляр ",
  "Secure cloud storage" : "Защищенное облачное хранилище ",
  "Monthly" : "Ежемесячно ",
  "Yearly" : "Ежегодно ",
  "Billed monthly, or" : "Ежемесячно, или ",
  " if paid monthly" : " если оплачиваемый ежемесячно ",
  "Billed yearly, or" : "Выставиной счет по годам, или ",
  " if paid yearly" : " если оплачиваемый год ",
  "Manage Menu Builder" : "Компоновщик меню Управление ",
  "Menu Builder" : "Компоновщик меню ",
  "Create New Menu Builder" : "Создать построитель меню ",
  "Menu name" : "Имя меню ",
  "Menu type" : "Тип меню ",
  "parent module" : "родительский модуль ",
  "Which Window" : "Какое окно ",
  "Owner" : "Владелец ",
  "Action" : "Действие ",
  "Edit Menu Builder" : "Редактор меню Правка ",
  "Edit" : "Изменить ",
  "Delete" : "Удалить ",
  "Are You Sure?" : "Ты Уверен? ",
  "This action can not be undone. Do you want to continue?" : "Это действие нельзя отменить.  Продолжить?"
}