{
  "Permission denied." : "İzin reddedildi. ",
  "Menu Builder successfully created." : "Menü Oluşturucu başarıyla yaratıldı. ",
  "Menu builder updated successfully" : "Menü oluşturucu başarıyla güncellendi ",
  "Permission Denied." : "İzin Reddedildi. ",
  "Menu builder deleted successfully" : "Menü oluşturucu başarıyla silindi ",
  "Side Menu Builder" : "Yan Menü Oluşturucu ",
  "Name" : "Ad ",
  "Link Type" : "Bağlantı Tipi ",
  "Link" : "Bağlantı ",
  "Position" : "Konum ",
  "Show custom module" : "Özel modülü göster ",
  "Select Module" : "Modül Seç ",
  "Selected parent may be converted to hash link" : "Seçilen üst öğe karma bağlantısına dönüştürülebilecek ",
  "Show In Windows" : "Windows 'ta Göster ",
  "Choose icon for primary menu" : "Birincil menü için simge seçin ",
  "Cancel" : "İptal ",
  "Update" : "Güncelleştir ",
  "Create" : "Oluştur ",
  "Software Details" : "Yazılım Ayrıntıları ",
  "Side menu builder are often used to provide a tailored and user-friendly experience by allowing users to access specific content or perform actions with a single click. Design a user-friendly form where users can input their Side Menu Builder details, such as the destination URL, link alias, and any additional parameters." : "Side menu oluşturucu genellikle, kullanıcıların belirli içeriğe erişmelerine ya da tek bir tıklat ile işlem gerçekleştirmelerine olanak sağlayarak, uyarlanmış ve kullanıcı dostu bir deneyim sağlamak için kullanılır.  Kullanıcıların, hedef URL adresi, bağlantı diğer adı ve ek parametreler gibi Yan Menu Oluşturucu ayrıntılarını girebileceği, kullanıcı dostu bir form tasarlayın. ",
  "/Month" : "/Ay ",
  "/Year" : "/Yıl ",
  "Buy Now" : "Şimdi Satın al ",
  "View Live Demo" : "Canlı Gösterimi Görüntüle ",
  "Get " : "Al   ",
  "Additional " : "Ek   ",
  " Information for a Side Menu Builder" : " Bir Taraf Menüsü Oluşturucusu Bilgileri ",
  "Tailor and design user-friendly side menus for your applications with our Side Menu Builder" : "Yan Menü Oluşturucumuz ile uygulamalarınız için kullanıcı dostu yan menüleri uyarlayın ve tasarlayın ",
  "Manage Side Menu Builder" : "Yan Menü Oluşturucuyu Yönet ",
  "You can create a module in the sidebar by simply clicking the Create button. In which you can manage the module and also edit that module according to your own. And you can also delete that module." : "Basit olarak Oluştur düğmesini tıklatarak kenar çubuğunda bir modül oluşturabilirsiniz.  Modülü yönetebileceğiniz ve aynı zamanda bu modülü kendi kendinize göre düzenleyebileceğiniz bir alan.  Ve o modülü de silebilirsiniz. ",
  "what is the purpose of Side Menu Builder?" : "Side Menu Builder 'ın amacı nedir? ",
  "Side Menu Builder allows you to guide users directly to particular web pages, content, or actions within a website or application. Instead of relying on standard or generic links, Side Menu Builder provides a more direct and relevant path to information or functionality." : "Side Menu Builder (Yan Menü Oluşturucu), kullanıcılara bir web sitesi ya da uygulama içindeki belirli web sayfalarına, içeriğe ya da eylemlere doğrudan yönlendirmenizi sağlar.  Side Menu Builder, standart ya da genel bağlantılara güvenmek yerine, bilgi ya da işlevselliğe ilişkin daha doğrudan ve ilgili bir yol sağlar. ",
  "Why choose dedicated modules" : "Neden adanmış modüller seçsin? ",
  "for your business?" : "İşiniz için mi? ",
  "With Dash, you can conveniently manage all your business functions from a single location" : "Dash ile, tüm iş fonksiyonlarınızı tek bir konumdan kolayca yönetebilirsiniz. ",
  "Empower Your Workforce with DASH" : "DASH Ile Işgücünüzü Güçlendirin ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Muhasebe, İK, ödemeler, Leads, Communication, Management ve daha fazlası için Premium Add-ons (Ek Eklentiler) üzerinden erişim, tümü tek bir yerde! ",
  "Pay-as-you-go" : "Öde-git-git ",
  "Unlimited installation" : "Sınırsız kuruluş ",
  "Secure cloud storage" : "Güvenli bulut depolama ",
  "Monthly" : "Ayda bir ",
  "Yearly" : "Yıllık ",
  "Billed monthly, or" : "Aylık faturalı ya da ",
  " if paid monthly" : " Aylık ödeniyorsa ",
  "Billed yearly, or" : "Yıllık faturalı ya da ",
  " if paid yearly" : " Yıllık ödenirse ",
  "Manage Menu Builder" : "Menü Oluşturucuyu Yönet ",
  "Menu Builder" : "Menü Oluşturucu ",
  "Create New Menu Builder" : "Yeni Menü Oluşturucu Yarat ",
  "Menu name" : "Menü adı ",
  "Menu type" : "Menü tipi ",
  "parent module" : "üst modül ",
  "Which Window" : "Hangi Pencere ",
  "Owner" : "Sahip ",
  "Action" : "Eylem ",
  "Edit Menu Builder" : "Menü Oluşturucuyu Düzenle ",
  "Edit" : "Düzenle ",
  "Delete" : "Sil ",
  "Are You Sure?" : "Emin Misin? ",
  "This action can not be undone. Do you want to continue?" : "Bu eylem geri alınamaz.  Devam etmek istiyor musunuz?"
}