{
    "Permission Denied.": "تم رفض الإذن.",
    "Permission denied.": "تم رفض الإذن.",
    "Document does not exist": "الوثيقة غير موجودة",
    "Please select any document": "الرجاء تحديد أي وثيقة",
    "Something went wrong..": "حدث خطأ ما..",
    "Some thing went wronge.": "حدث خطأ ما.",
    "Please set proper configuration for Api Key": "يرجى ضبط التكوين المناسب لـ Api Key",
    "Document successfully deleted .": "تم حذف المستند بنجاح.",
    "Something is wrong.": "هناك خطأ ما.",
    "AI": "منظمة العفو الدولية",
    "History": "تاريخ",
    "AI Document": "وثيقة منظمة العفو الدولية",
    "Language": "لغة",
    "Creativity ": "إِبداع ",
    "Select Creativity level": "حدد مستوى الإبداع",
    "Low": "قليل",
    "Average": "متوسط",
    "High": "عالي",
    "Tone of Voice ": "نغمة الصوت ",
    "Select tone of voice": "اختر نغمة الصوت",
    "Number of Results": "عدد النتائج",
    "Select max number of result": "حدد الحد الأقصى لعدد النتائج",
    "Max Result Length ": "الحد الأقصى لطول النتيجة ",
    "Max Result Length": "الحد الأقصى لطول النتيجة",
    "Generate Text": "إنشاء نص",
    "Document Name:": "اسم المستند:",
    "Save Document": "حفظ المستند",
    "All Response Export as Word Document": "تصدير كافة الاستجابات كمستند Word",
    "Copy All Response": "نسخ كافة الردود",
    "Pre": "قبل",
    "Next": "التالي",
    "Export as Word Document": "تصدير كمستند Word",
    "Copy Response": "نسخ الاستجابة",
    "Regenerate Response": "تجديد الاستجابة",
    "Due to demo version only 50 word generate": "نظرًا للإصدار التجريبي، تم إنشاء 50 كلمة فقط",
    "AI Document History": "تاريخ وثيقة الذكاء الاصطناعي",
    "Document Name": "اسم المستند",
    "Category": "فئة",
    "word used": "الكلمة المستخدمة",
    "Created On": "تم الإنشاء بتاريخ",
    "Action": "فعل",
    "Edit": "يحرر",
    "All": "الجميع",
    "Content": "محتوى",
    "Blog": "مدونة",
    "Website": "موقع إلكتروني",
    "Social Media": "وسائل التواصل الاجتماعي",
    "Email": "بريد إلكتروني",
    "Video": "فيديو",
    "Other": "آخر",
    "Document Save successfully": "تم حفظ المستند بنجاح",
    "Something went wrong": "حدث خطأ ما",
    "Result text has been copied successfully": "تم نسخ نص النتيجة بنجاح",
    "Failed to copy content to clipboard. Please try again or manually copy the content.": "فشل نسخ المحتوى إلى الحافظة. ",
    "Unable to copy content to clipboard. Please try manually copying the content.": "غير قادر على نسخ المحتوى إلى الحافظة. ",
    "Software Details": "تفاصيل البرامج",
    "AI Document harnesses the power of OpenAI AI technology to generate unique content, images, and code while ensuring it is free from plagiarism. It enhances and creates captivating content in multiple languages. Users can effortlessly generate images by providing descriptions, and the Speech to Text feature facilitates real-time conversations. The admin panel empowers administrators to customize OpenAI model access for different user groups. Unlock the potential of your business with AI Document by crafting personalized subscription plans that align with your objectives. Embrace this flexible SaaS solution and propel your business toward profitability.": "تستغل AI Document قوة تقنية OpenAI AI لإنشاء محتوى وصور ورموز فريدة مع ضمان خلوها من الانتحال. ",
    "/Month": "/شهر",
    "/Year": "/سنة",
    "Buy Now": "اشتري الآن",
    "View Live Demo": "عرض تجريبي مباشر",
    "AI WRITING ASSISTANT ": "مساعد الكتابة بالذكاء الاصطناعي ",
    "AND": "و",
    " CONTENT GENERATOR TOOL": " أداة إنشاء المحتوى",
    "AI Document can quickly produce high-quality content, saving significant time compared to manual writing processes.": "يمكن لـ AI Document إنتاج محتوى عالي الجودة بسرعة، مما يوفر وقتًا كبيرًا مقارنة بعمليات الكتابة اليدوية.",
    "Increased Productivity": "زيادة الإنتاجية",
    "Time-Saving": "توفير الوقت",
    "With AI Document ability to generate content at scale, businesses can produce a large volume of articles, blog posts, social media content, and more, increasing productivity and content output..": "بفضل قدرة AI Document على إنشاء محتوى على نطاق واسع، يمكن للشركات إنتاج حجم كبير من المقالات ومنشورات المدونات ومحتوى الوسائط الاجتماعية والمزيد، مما يزيد من الإنتاجية ومخرجات المحتوى.",
    "Cost-Effective": "فعالة من حيث التكلفة",
    "AI Document eliminates the need to hire or outsource content writers, reducing costs associated with content creation.": "يلغي مستند AI الحاجة إلى توظيف كتاب محتوى أو الاستعانة بمصادر خارجية، مما يقلل التكاليف المرتبطة بإنشاء المحتوى.",
    "Consistency": "تناسق",
    "AI Document ensures consistency in tone, style, and brand voice throughout the generated content, maintaining a cohesive brand image.": "يضمن مستند AI الاتساق في النغمة والأسلوب وصوت العلامة التجارية في جميع أنحاء المحتوى الذي تم إنشاؤه، مع الحفاظ على صورة العلامة التجارية المتماسكة.",
    "Multilingual Capabilities & Plagiarism Prevention": "قدرات متعددة اللغات ومنع الانتحال",
    "AI Document can create content in multiple languages, facilitating global reach and localization efforts.AI Document can detect and avoid plagiarism, generating original and unique content that meets ethical standards": "يمكن لمستند AI إنشاء محتوى بلغات متعددة، مما يسهل جهود الوصول والتعريب على مستوى العالم. يمكن لمستند AI اكتشاف السرقة الفكرية وتجنبها، وإنشاء محتوى أصلي وفريد ​​يلبي المعايير الأخلاقية",
    "Why choose dedicated modules": "لماذا تختار وحدات مخصصة",
    "for your business?": "لعملك؟",
    "With Dash, you can conveniently manage all your business functions from a single location": "باستخدام Dash، يمكنك إدارة جميع وظائف عملك بسهولة من مكان واحد",
    "Empower Your Workforce with DASH": "قم بتمكين القوى العاملة لديك باستخدام DASH",
    "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!": "الوصول إلى الوظائف الإضافية المميزة للمحاسبة والموارد البشرية والمدفوعات والعملاء المحتملين والاتصالات والإدارة والمزيد، كل ذلك في مكان واحد!",
    "Pay-as-you-go": "الدفع عند الاستخدام",
    "Unlimited installation": "تركيب غير محدود",
    "Secure cloud storage": "تخزين سحابي آمن",
    "Monthly": "شهريا",
    "Yearly": "سنوي",
    "Billed monthly, or": "تدفع شهريا، أو",
    " if paid monthly": " إذا تم الدفع شهريا",
    "Billed yearly, or": "تتم الفاتورة سنويًا، أو",
    " if paid yearly": " إذا تم الدفع سنويا"
}
