{
    "Permission Denied.": "Tilladelse nægtet.",
    "Permission denied.": "Tilladelse nægtet.",
    "Document does not exist": "Dokumentet findes ikke",
    "Please select any document": "Vælg venligst ethvert dokument",
    "Something went wrong..": "Noget gik galt..",
    "Some thing went wronge.": "Noget gik galt.",
    "Please set proper configuration for Api Key": "Indstil venligst korrekt konfiguration for Api Key",
    "Document successfully deleted .": "Dokumentet blev slettet.",
    "Something is wrong.": "Der er noget galt.",
    "AI": "AI",
    "History": "Historie",
    "AI Document": "AI-dokument",
    "Language": "Sprog",
    "Creativity ": "Kreativitet ",
    "Select Creativity level": "Vælg Kreativitetsniveau",
    "Low": "Lav",
    "Average": "Gennemsnit",
    "High": "Høj",
    "Tone of Voice ": "Tone of Voice ",
    "Select tone of voice": "Vælg tonefald",
    "Number of Results": "Antal resultater",
    "Select max number of result": "Vælg max antal resultater",
    "Max Result Length ": "Max resultatlængde ",
    "Max Result Length": "Max resultatlængde",
    "Generate Text": "Generer tekst",
    "Document Name:": "Dokumentnavn:",
    "Save Document": "Gem dokument",
    "All Response Export as Word Document": "Eksport af alt svar som Word-dokument",
    "Copy All Response": "Kopier alt svar",
    "Pre": "Pre",
    "Next": "Næste",
    "Export as Word Document": "Eksporter som Word-dokument",
    "Copy Response": "Kopiér svar",
    "Regenerate Response": "Gendan respons",
    "Due to demo version only 50 word generate": "På grund af demoversionen genererer kun 50 ord",
    "AI Document History": "AI-dokumenthistorie",
    "Document Name": "Dokumentnavn",
    "Category": "Kategori",
    "word used": "brugte ord",
    "Created On": "Oprettet den",
    "Action": "Handling",
    "Edit": "Redigere",
    "All": "Alle",
    "Content": "Tilfreds",
    "Blog": "Blog",
    "Website": "Hjemmeside",
    "Social Media": "Sociale medier",
    "Email": "E-mail",
    "Video": "Video",
    "Other": "Andre",
    "Document Save successfully": "Dokument blev gemt",
    "Something went wrong": "Noget gik galt",
    "Result text has been copied successfully": "Resultatteksten er blevet kopieret",
    "Failed to copy content to clipboard. Please try again or manually copy the content.": "Kunne ikke kopiere indhold til udklipsholder. ",
    "Unable to copy content to clipboard. Please try manually copying the content.": "Kan ikke kopiere indhold til udklipsholder. ",
    "Software Details": "Software detaljer",
    "AI Document harnesses the power of OpenAI AI technology to generate unique content, images, and code while ensuring it is free from plagiarism. It enhances and creates captivating content in multiple languages. Users can effortlessly generate images by providing descriptions, and the Speech to Text feature facilitates real-time conversations. The admin panel empowers administrators to customize OpenAI model access for different user groups. Unlock the potential of your business with AI Document by crafting personalized subscription plans that align with your objectives. Embrace this flexible SaaS solution and propel your business toward profitability.": "AI Document udnytter kraften i OpenAI AI-teknologi til at generere unikt indhold, billeder og kode, samtidig med at det sikres, at det er fri for plagiat. ",
    "/Month": "/Måned",
    "/Year": "/År",
    "Buy Now": "Køb nu",
    "View Live Demo": "Se Live Demo",
    "AI WRITING ASSISTANT ": "AI SKRIVE ASSISTENT ",
    "AND": "OG",
    " CONTENT GENERATOR TOOL": " INDHOLDSGENERATORVÆRKTØJ",
    "AI Document can quickly produce high-quality content, saving significant time compared to manual writing processes.": "AI Document kan hurtigt producere indhold af høj kvalitet, hvilket sparer betydelig tid sammenlignet med manuelle skriveprocesser.",
    "Increased Productivity": "Øget produktivitet",
    "Time-Saving": "Tidsbesparende",
    "With AI Document ability to generate content at scale, businesses can produce a large volume of articles, blog posts, social media content, and more, increasing productivity and content output..": "Med AI Documents evne til at generere indhold i stor skala, kan virksomheder producere en stor mængde artikler, blogindlæg, indhold på sociale medier og mere, hvilket øger produktiviteten og indholdsoutput.",
    "Cost-Effective": "Omkostningseffektiv",
    "AI Document eliminates the need to hire or outsource content writers, reducing costs associated with content creation.": "AI Document eliminerer behovet for at ansætte eller outsource indholdsforfattere, hvilket reducerer omkostningerne forbundet med indholdsoprettelse.",
    "Consistency": "Konsistens",
    "AI Document ensures consistency in tone, style, and brand voice throughout the generated content, maintaining a cohesive brand image.": "AI Document sikrer ensartethed i tone, stil og brand stemme gennem hele det genererede indhold og opretholder et sammenhængende brandimage.",
    "Multilingual Capabilities & Plagiarism Prevention": "Flersprogede evner og forebyggelse af plagiat",
    "AI Document can create content in multiple languages, facilitating global reach and localization efforts.AI Document can detect and avoid plagiarism, generating original and unique content that meets ethical standards": "AI Document kan skabe indhold på flere sprog, hvilket letter global rækkevidde og lokaliseringsbestræbelser. AI Document kan opdage og undgå plagiat og generere originalt og unikt indhold, der opfylder etiske standarder",
    "Why choose dedicated modules": "Hvorfor vælge dedikerede moduler",
    "for your business?": "for din virksomhed?",
    "With Dash, you can conveniently manage all your business functions from a single location": "Med Dash kan du nemt administrere alle dine forretningsfunktioner fra et enkelt sted",
    "Empower Your Workforce with DASH": "Styrk din arbejdsstyrke med DASH",
    "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!": "Adgang over Premium-tilføjelser til regnskab, HR, betalinger, kundeemner, kommunikation, ledelse og mere, alt sammen på ét sted!",
    "Pay-as-you-go": "Pay-as-you-go",
    "Unlimited installation": "Ubegrænset installation",
    "Secure cloud storage": "Sikker cloud storage",
    "Monthly": "Månedlig",
    "Yearly": "Årligt",
    "Billed monthly, or": "Faktureres månedligt, eller",
    " if paid monthly": " hvis det betales månedligt",
    "Billed yearly, or": "Faktureres årligt, eller",
    " if paid yearly": " hvis det betales årligt"
}
