{
    "Permission Denied.": "Zugriff verweigert.",
    "Permission denied.": "Zugriff verweigert.",
    "Document does not exist": "Dokument existiert nicht",
    "Please select any document": "Bitte wählen Sie ein beliebiges Dokument aus",
    "Something went wrong..": "Etwas ist schief gelaufen..",
    "Some thing went wronge.": "Etwas ist schief gelaufen.",
    "Please set proper configuration for Api Key": "Bitte legen Sie die richtige Konfiguration für den API-Schlüssel fest",
    "Document successfully deleted .": "Dokument erfolgreich gelöscht.",
    "Something is wrong.": "Etwas stimmt nicht.",
    "AI": "KI",
    "History": "Geschichte",
    "AI Document": "AI-Dokument",
    "Language": "Sprache",
    "Creativity ": "Kreativität ",
    "Select Creativity level": "Wählen Sie Kreativitätsstufe",
    "Low": "Niedrig",
    "Average": "Durchschnitt",
    "High": "Hoch",
    "Tone of Voice ": "Tonfall ",
    "Select tone of voice": "Wählen Sie den Tonfall",
    "Number of Results": "Anzahl der Ergebnisse",
    "Select max number of result": "Wählen Sie die maximale Anzahl an Ergebnissen aus",
    "Max Result Length ": "Maximale Ergebnislänge ",
    "Max Result Length": "Maximale Ergebnislänge",
    "Generate Text": "Text generieren",
    "Document Name:": "Dokumentname:",
    "Save Document": "Dokument speichern",
    "All Response Export as Word Document": "Alle Antworten werden als Word-Dokument exportiert",
    "Copy All Response": "Alle Antworten kopieren",
    "Pre": "Vor",
    "Next": "Nächste",
    "Export as Word Document": "Als Word-Dokument exportieren",
    "Copy Response": "Antwort kopieren",
    "Regenerate Response": "Antwort neu generieren",
    "Due to demo version only 50 word generate": "Aufgrund der Demoversion werden nur 50 Wörter generiert",
    "AI Document History": "AI-Dokumentverlauf",
    "Document Name": "Dokumentname",
    "Category": "Kategorie",
    "word used": "Wort verwendet",
    "Created On": "Erstellt am",
    "Action": "Aktion",
    "Edit": "Bearbeiten",
    "All": "Alle",
    "Content": "Inhalt",
    "Blog": "Blog",
    "Website": "Webseite",
    "Social Media": "Soziale Medien",
    "Email": "E-Mail",
    "Video": "Video",
    "Other": "Andere",
    "Document Save successfully": "Dokument erfolgreich gespeichert",
    "Something went wrong": "Etwas ist schief gelaufen",
    "Result text has been copied successfully": "Der Ergebnistext wurde erfolgreich kopiert",
    "Failed to copy content to clipboard. Please try again or manually copy the content.": "Der Inhalt konnte nicht in die Zwischenablage kopiert werden. ",
    "Unable to copy content to clipboard. Please try manually copying the content.": "Inhalt kann nicht in die Zwischenablage kopiert werden. ",
    "Software Details": "Softwaredetails",
    "AI Document harnesses the power of OpenAI AI technology to generate unique content, images, and code while ensuring it is free from plagiarism. It enhances and creates captivating content in multiple languages. Users can effortlessly generate images by providing descriptions, and the Speech to Text feature facilitates real-time conversations. The admin panel empowers administrators to customize OpenAI model access for different user groups. Unlock the potential of your business with AI Document by crafting personalized subscription plans that align with your objectives. Embrace this flexible SaaS solution and propel your business toward profitability.": "AI Document nutzt die Leistungsfähigkeit der OpenAI-KI-Technologie, um einzigartige Inhalte, Bilder und Codes zu generieren und gleichzeitig sicherzustellen, dass diese frei von Plagiaten sind. ",
    "/Month": "/Monat",
    "/Year": "/Jahr",
    "Buy Now": "Jetzt kaufen",
    "View Live Demo": "Live-Demo ansehen",
    "AI WRITING ASSISTANT ": "KI-SCHREIBASSISTENT ",
    "AND": "UND",
    " CONTENT GENERATOR TOOL": " INHALTS-GENERATOR-TOOL",
    "AI Document can quickly produce high-quality content, saving significant time compared to manual writing processes.": "AI Document kann schnell qualitativ hochwertige Inhalte erstellen und so im Vergleich zu manuellen Schreibprozessen erheblich Zeit sparen.",
    "Increased Productivity": "Erhöhte Produktivität",
    "Time-Saving": "Zeitsparend",
    "With AI Document ability to generate content at scale, businesses can produce a large volume of articles, blog posts, social media content, and more, increasing productivity and content output..": "Mit der Fähigkeit von AI Document, Inhalte in großem Maßstab zu generieren, können Unternehmen eine große Menge an Artikeln, Blogbeiträgen, Social-Media-Inhalten und mehr produzieren und so die Produktivität und Inhaltsausgabe steigern.",
    "Cost-Effective": "Kostengünstig",
    "AI Document eliminates the need to hire or outsource content writers, reducing costs associated with content creation.": "Mit AI Document entfällt die Notwendigkeit, Content-Autoren einzustellen oder auszulagern, wodurch die mit der Content-Erstellung verbundenen Kosten gesenkt werden.",
    "Consistency": "Konsistenz",
    "AI Document ensures consistency in tone, style, and brand voice throughout the generated content, maintaining a cohesive brand image.": "AI Document sorgt für Konsistenz in Ton, Stil und Markenstimme im gesamten generierten Inhalt und sorgt so für ein zusammenhängendes Markenimage.",
    "Multilingual Capabilities & Plagiarism Prevention": "Mehrsprachigkeit und Plagiatsprävention",
    "AI Document can create content in multiple languages, facilitating global reach and localization efforts.AI Document can detect and avoid plagiarism, generating original and unique content that meets ethical standards": "AI Document kann Inhalte in mehreren Sprachen erstellen und so die globale Reichweite und Lokalisierungsbemühungen erleichtern. AI Document kann Plagiate erkennen und vermeiden und so originelle und einzigartige Inhalte generieren, die ethischen Standards entsprechen",
    "Why choose dedicated modules": "Warum dedizierte Module wählen?",
    "for your business?": "für Ihr Unternehmen?",
    "With Dash, you can conveniently manage all your business functions from a single location": "Mit Dash können Sie alle Ihre Geschäftsfunktionen bequem von einem einzigen Ort aus verwalten",
    "Empower Your Workforce with DASH": "Stärken Sie Ihre Belegschaft mit DASH",
    "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!": "Zugriff über Premium-Add-ons für Buchhaltung, Personalwesen, Zahlungen, Leads, Kommunikation, Management und mehr, alles an einem Ort!",
    "Pay-as-you-go": "Pay-as-you-go",
    "Unlimited installation": "Unbegrenzte Installation",
    "Secure cloud storage": "Sicherer Cloud-Speicher",
    "Monthly": "Monatlich",
    "Yearly": "Jährlich",
    "Billed monthly, or": "Wird monatlich abgerechnet oder",
    " if paid monthly": " bei monatlicher Zahlung",
    "Billed yearly, or": "Wird jährlich in Rechnung gestellt, oder",
    " if paid yearly": " bei jährlicher Zahlung"
}
