{
    "Permission Denied.": "Permiso denegado.",
    "Permission denied.": "Permiso denegado.",
    "Document does not exist": "El documento no existe",
    "Please select any document": "Por favor seleccione cualquier documento",
    "Something went wrong..": "Algo salió mal..",
    "Some thing went wronge.": "Algo salió mal.",
    "Please set proper configuration for Api Key": "Establezca la configuración adecuada para la clave Api",
    "Document successfully deleted .": "Documento eliminado exitosamente.",
    "Something is wrong.": "Algo anda mal.",
    "AI": "AI",
    "History": "Historia",
    "AI Document": "Documento de IA",
    "Language": "Idioma",
    "Creativity ": "Creatividad ",
    "Select Creativity level": "Seleccione el nivel de creatividad",
    "Low": "Bajo",
    "Average": "Promedio",
    "High": "Alto",
    "Tone of Voice ": "Tono de voz ",
    "Select tone of voice": "Seleccionar tono de voz",
    "Number of Results": "Número de resultados",
    "Select max number of result": "Seleccione el número máximo de resultados",
    "Max Result Length ": "Longitud máxima del resultado ",
    "Max Result Length": "Longitud máxima del resultado",
    "Generate Text": "Generar texto",
    "Document Name:": "Nombre del documento:",
    "Save Document": "Guardar documento",
    "All Response Export as Word Document": "Exportación de todas las respuestas como documento de Word",
    "Copy All Response": "Copiar toda la respuesta",
    "Pre": "Pre",
    "Next": "Próximo",
    "Export as Word Document": "Exportar como documento de Word",
    "Copy Response": "Copiar respuesta",
    "Regenerate Response": "Regenerar respuesta",
    "Due to demo version only 50 word generate": "Debido a la versión de demostración, solo se generan 50 palabras.",
    "AI Document History": "Historial de documentos de IA",
    "Document Name": "Nombre del documento",
    "Category": "Categoría",
    "word used": "palabra usada",
    "Created On": "Creado el",
    "Action": "Acción",
    "Edit": "Editar",
    "All": "Todo",
    "Content": "Contenido",
    "Blog": "Blog",
    "Website": "Sitio web",
    "Social Media": "Redes Sociales",
    "Email": "Correo electrónico",
    "Video": "Video",
    "Other": "Otro",
    "Document Save successfully": "Documento guardado exitosamente",
    "Something went wrong": "algo salió mal",
    "Result text has been copied successfully": "El texto del resultado se ha copiado correctamente.",
    "Failed to copy content to clipboard. Please try again or manually copy the content.": "No se pudo copiar el contenido al portapapeles. ",
    "Unable to copy content to clipboard. Please try manually copying the content.": "No se puede copiar el contenido al portapapeles. ",
    "Software Details": "Detalles del programa",
    "AI Document harnesses the power of OpenAI AI technology to generate unique content, images, and code while ensuring it is free from plagiarism. It enhances and creates captivating content in multiple languages. Users can effortlessly generate images by providing descriptions, and the Speech to Text feature facilitates real-time conversations. The admin panel empowers administrators to customize OpenAI model access for different user groups. Unlock the potential of your business with AI Document by crafting personalized subscription plans that align with your objectives. Embrace this flexible SaaS solution and propel your business toward profitability.": "AI Document aprovecha el poder de la tecnología OpenAI AI para generar contenido, imágenes y código únicos y, al mismo tiempo, garantizar que esté libre de plagio. ",
    "/Month": "/Mes",
    "/Year": "/Año",
    "Buy Now": "Comprar ahora",
    "View Live Demo": "Ver demostración en vivo",
    "AI WRITING ASSISTANT ": "ASISTENTE DE ESCRITURA AI ",
    "AND": "Y",
    " CONTENT GENERATOR TOOL": " HERRAMIENTA GENERADORA DE CONTENIDO",
    "AI Document can quickly produce high-quality content, saving significant time compared to manual writing processes.": "AI Document puede producir rápidamente contenido de alta calidad, ahorrando mucho tiempo en comparación con los procesos de escritura manual.",
    "Increased Productivity": "Mayor productividad",
    "Time-Saving": "Ahorro de tiempo",
    "With AI Document ability to generate content at scale, businesses can produce a large volume of articles, blog posts, social media content, and more, increasing productivity and content output..": "Con la capacidad de AI Document para generar contenido a escala, las empresas pueden producir un gran volumen de artículos, publicaciones de blogs, contenido de redes sociales y más, aumentando la productividad y la producción de contenido.",
    "Cost-Effective": "Rentable",
    "AI Document eliminates the need to hire or outsource content writers, reducing costs associated with content creation.": "AI Document elimina la necesidad de contratar o subcontratar redactores de contenido, lo que reduce los costos asociados con la creación de contenido.",
    "Consistency": "Consistencia",
    "AI Document ensures consistency in tone, style, and brand voice throughout the generated content, maintaining a cohesive brand image.": "AI Document garantiza la coherencia en el tono, el estilo y la voz de la marca en todo el contenido generado, manteniendo una imagen de marca coherente.",
    "Multilingual Capabilities & Plagiarism Prevention": "Capacidades multilingües y prevención de plagio",
    "AI Document can create content in multiple languages, facilitating global reach and localization efforts.AI Document can detect and avoid plagiarism, generating original and unique content that meets ethical standards": "AI Document puede crear contenido en varios idiomas, facilitando el alcance global y los esfuerzos de localización. AI Document puede detectar y evitar el plagio, generando contenido original y único que cumpla con los estándares éticos.",
    "Why choose dedicated modules": "¿Por qué elegir módulos dedicados?",
    "for your business?": "para tu negocio?",
    "With Dash, you can conveniently manage all your business functions from a single location": "Con Dash, puedes administrar cómodamente todas las funciones de tu negocio desde una única ubicación",
    "Empower Your Workforce with DASH": "Empodere a su fuerza laboral con DASH",
    "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!": "Acceda a complementos premium para contabilidad, recursos humanos, pagos, clientes potenciales, comunicación, administración y más, ¡todo en un solo lugar!",
    "Pay-as-you-go": "Pago por uso",
    "Unlimited installation": "Instalación ilimitada",
    "Secure cloud storage": "Almacenamiento seguro en la nube",
    "Monthly": "Mensual",
    "Yearly": "Anual",
    "Billed monthly, or": "Facturado mensualmente, o",
    " if paid monthly": " si se paga mensualmente",
    "Billed yearly, or": "Facturado anualmente, o",
    " if paid yearly": " si se paga anualmente"
}
