{
    "Permission Denied.": "Autorisation refusée.",
    "Permission denied.": "Autorisation refusée.",
    "Document does not exist": "Le document n'existe pas",
    "Please select any document": "Veuillez sélectionner n'importe quel document",
    "Something went wrong..": "Quelque chose s'est mal passé..",
    "Some thing went wronge.": "Quelque chose s'est mal passé.",
    "Please set proper configuration for Api Key": "Veuillez définir la configuration appropriée pour la clé API",
    "Document successfully deleted .": "Document supprimé avec succès.",
    "Something is wrong.": "Quelque chose ne va pas.",
    "AI": "IA",
    "History": "Histoire",
    "AI Document": "Document IA",
    "Language": "Langue",
    "Creativity ": "Créativité ",
    "Select Creativity level": "Sélectionnez le niveau de créativité",
    "Low": "Faible",
    "Average": "Moyenne",
    "High": "Haut",
    "Tone of Voice ": "Ton de voix ",
    "Select tone of voice": "Sélectionnez le ton de la voix",
    "Number of Results": "Nombre de résultats",
    "Select max number of result": "Sélectionnez le nombre maximum de résultats",
    "Max Result Length ": "Longueur maximale du résultat ",
    "Max Result Length": "Longueur maximale du résultat",
    "Generate Text": "Générer du texte",
    "Document Name:": "Nom du document :",
    "Save Document": "Enregistrer le document",
    "All Response Export as Word Document": "Exportation de toutes les réponses sous forme de document Word",
    "Copy All Response": "Copier toutes les réponses",
    "Pre": "Pré",
    "Next": "Suivant",
    "Export as Word Document": "Exporter sous forme de document Word",
    "Copy Response": "Copier la réponse",
    "Regenerate Response": "Régénérer la réponse",
    "Due to demo version only 50 word generate": "Grâce à la version démo, seuls 50 mots sont générés",
    "AI Document History": "Historique des documents IA",
    "Document Name": "Nom du document",
    "Category": "Catégorie",
    "word used": "mot utilisé",
    "Created On": "Créé le",
    "Action": "Action",
    "Edit": "Modifier",
    "All": "Tous",
    "Content": "Contenu",
    "Blog": "Blogue",
    "Website": "Site web",
    "Social Media": "Réseaux sociaux",
    "Email": "E-mail",
    "Video": "Vidéo",
    "Other": "Autre",
    "Document Save successfully": "Document enregistré avec succès",
    "Something went wrong": "Quelque chose s'est mal passé",
    "Result text has been copied successfully": "Le texte du résultat a été copié avec succès",
    "Failed to copy content to clipboard. Please try again or manually copy the content.": "Échec de la copie du contenu dans le presse-papiers. ",
    "Unable to copy content to clipboard. Please try manually copying the content.": "Impossible de copier le contenu dans le presse-papiers. ",
    "Software Details": "Détails du logiciel",
    "AI Document harnesses the power of OpenAI AI technology to generate unique content, images, and code while ensuring it is free from plagiarism. It enhances and creates captivating content in multiple languages. Users can effortlessly generate images by providing descriptions, and the Speech to Text feature facilitates real-time conversations. The admin panel empowers administrators to customize OpenAI model access for different user groups. Unlock the potential of your business with AI Document by crafting personalized subscription plans that align with your objectives. Embrace this flexible SaaS solution and propel your business toward profitability.": "AI Document exploite la puissance de la technologie OpenAI AI pour générer du contenu, des images et du code uniques tout en garantissant qu'il est exempt de plagiat. ",
    "/Month": "/Mois",
    "/Year": "/Année",
    "Buy Now": "Acheter maintenant",
    "View Live Demo": "Voir la démo en direct",
    "AI WRITING ASSISTANT ": "ASSISTANT D'ÉCRITURE IA ",
    "AND": "ET",
    " CONTENT GENERATOR TOOL": " OUTIL GÉNÉRATEUR DE CONTENU",
    "AI Document can quickly produce high-quality content, saving significant time compared to manual writing processes.": "AI Document peut produire rapidement du contenu de haute qualité, ce qui permet de gagner un temps considérable par rapport aux processus d'écriture manuels.",
    "Increased Productivity": "Productivité accrue",
    "Time-Saving": "Gain de temps",
    "With AI Document ability to generate content at scale, businesses can produce a large volume of articles, blog posts, social media content, and more, increasing productivity and content output..": "Grâce à la capacité d'AI Document à générer du contenu à grande échelle, les entreprises peuvent produire un grand volume d'articles, de billets de blog, de contenu sur les réseaux sociaux, etc., augmentant ainsi la productivité et la production de contenu.",
    "Cost-Effective": "Rentable",
    "AI Document eliminates the need to hire or outsource content writers, reducing costs associated with content creation.": "AI Document élimine le besoin d'embaucher ou d'externaliser des rédacteurs de contenu, réduisant ainsi les coûts associés à la création de contenu.",
    "Consistency": "Cohérence",
    "AI Document ensures consistency in tone, style, and brand voice throughout the generated content, maintaining a cohesive brand image.": "AI Document garantit la cohérence du ton, du style et de la voix de la marque tout au long du contenu généré, en maintenant une image de marque cohérente.",
    "Multilingual Capabilities & Plagiarism Prevention": "Capacités multilingues et prévention du plagiat",
    "AI Document can create content in multiple languages, facilitating global reach and localization efforts.AI Document can detect and avoid plagiarism, generating original and unique content that meets ethical standards": "AI Document peut créer du contenu dans plusieurs langues, facilitant ainsi la portée mondiale et les efforts de localisation. AI Document peut détecter et éviter le plagiat, générant un contenu original et unique qui répond aux normes éthiques.",
    "Why choose dedicated modules": "Pourquoi choisir des modules dédiés",
    "for your business?": "pour votre entreprise ?",
    "With Dash, you can conveniently manage all your business functions from a single location": "Avec Dash, vous pouvez gérer facilement toutes vos fonctions professionnelles à partir d'un seul endroit",
    "Empower Your Workforce with DASH": "Donnez du pouvoir à votre personnel avec DASH",
    "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!": "Accédez aux modules complémentaires Premium pour la comptabilité, les ressources humaines, les paiements, les prospects, la communication, la gestion et bien plus encore, le tout en un seul endroit !",
    "Pay-as-you-go": "Paiement à l'utilisation",
    "Unlimited installation": "Installations illimitées",
    "Secure cloud storage": "Stockage cloud sécurisé",
    "Monthly": "Mensuel",
    "Yearly": "Annuel",
    "Billed monthly, or": "Facturé mensuellement, ou",
    " if paid monthly": " si payé mensuellement",
    "Billed yearly, or": "Facturé annuellement, ou",
    " if paid yearly": " si payé annuellement"
}
