{
    "Permission Denied.": "Autorizzazione negata.",
    "Permission denied.": "Autorizzazione negata.",
    "Document does not exist": "Il documento non esiste",
    "Please select any document": "Seleziona un documento qualsiasi",
    "Something went wrong..": "Qualcosa è andato storto..",
    "Some thing went wronge.": "Qualcosa è andato storto.",
    "Please set proper configuration for Api Key": "Imposta la configurazione corretta per la chiave API",
    "Document successfully deleted .": "Documento eliminato con successo.",
    "Something is wrong.": "Qualcosa non va.",
    "AI": "AI",
    "History": "Storia",
    "AI Document": "Documento AI",
    "Language": "Lingua",
    "Creativity ": "Creatività ",
    "Select Creativity level": "Seleziona il livello di creatività",
    "Low": "Basso",
    "Average": "Media",
    "High": "Alto",
    "Tone of Voice ": "Tono di voce ",
    "Select tone of voice": "Seleziona il tono di voce",
    "Number of Results": "Numero di risultati",
    "Select max number of result": "Seleziona il numero massimo di risultati",
    "Max Result Length ": "Lunghezza massima del risultato ",
    "Max Result Length": "Lunghezza massima del risultato",
    "Generate Text": "Genera testo",
    "Document Name:": "Nome del documento:",
    "Save Document": "Salva documento",
    "All Response Export as Word Document": "Esportazione di tutte le risposte come documento Word",
    "Copy All Response": "Copia tutte le risposte",
    "Pre": "Pre",
    "Next": "Prossimo",
    "Export as Word Document": "Esporta come documento Word",
    "Copy Response": "Copia risposta",
    "Regenerate Response": "Rigenera risposta",
    "Due to demo version only 50 word generate": "Grazie alla versione demo vengono generate solo 50 parole",
    "AI Document History": "Cronologia dei documenti AI",
    "Document Name": "Nome del documento",
    "Category": "Categoria",
    "word used": "parola usata",
    "Created On": "Creato il",
    "Action": "Azione",
    "Edit": "Modificare",
    "All": "Tutto",
    "Content": "Contenuto",
    "Blog": "Blog",
    "Website": "Sito web",
    "Social Media": "Mezzi sociali",
    "Email": "E-mail",
    "Video": "Video",
    "Other": "Altro",
    "Document Save successfully": "Documento salvato con successo",
    "Something went wrong": "Qualcosa è andato storto",
    "Result text has been copied successfully": "Il testo del risultato è stato copiato correttamente",
    "Failed to copy content to clipboard. Please try again or manually copy the content.": "Impossibile copiare il contenuto negli appunti. ",
    "Unable to copy content to clipboard. Please try manually copying the content.": "Impossibile copiare il contenuto negli appunti. ",
    "Software Details": "Dettagli del software",
    "AI Document harnesses the power of OpenAI AI technology to generate unique content, images, and code while ensuring it is free from plagiarism. It enhances and creates captivating content in multiple languages. Users can effortlessly generate images by providing descriptions, and the Speech to Text feature facilitates real-time conversations. The admin panel empowers administrators to customize OpenAI model access for different user groups. Unlock the potential of your business with AI Document by crafting personalized subscription plans that align with your objectives. Embrace this flexible SaaS solution and propel your business toward profitability.": "AI Document sfrutta la potenza della tecnologia AI OpenAI per generare contenuti, immagini e codice unici garantendo al contempo che siano esenti da plagio. ",
    "/Month": "/Mese",
    "/Year": "/Anno",
    "Buy Now": "Acquista ora",
    "View Live Demo": "Visualizza la demo dal vivo",
    "AI WRITING ASSISTANT ": "ASSISTENTE DI SCRITTURA AI ",
    "AND": "E",
    " CONTENT GENERATOR TOOL": " STRUMENTO GENERATORE DI CONTENUTI",
    "AI Document can quickly produce high-quality content, saving significant time compared to manual writing processes.": "AI Document può produrre rapidamente contenuti di alta qualità, risparmiando tempo significativo rispetto ai processi di scrittura manuale.",
    "Increased Productivity": "Aumento della produttività",
    "Time-Saving": "Risparmio di tempo",
    "With AI Document ability to generate content at scale, businesses can produce a large volume of articles, blog posts, social media content, and more, increasing productivity and content output..": "Grazie alla capacità di AI Document di generare contenuti su larga scala, le aziende possono produrre un grande volume di articoli, post di blog, contenuti di social media e altro ancora, aumentando la produttività e la produzione di contenuti.",
    "Cost-Effective": "Conveniente",
    "AI Document eliminates the need to hire or outsource content writers, reducing costs associated with content creation.": "AI Document elimina la necessità di assumere o esternalizzare autori di contenuti, riducendo i costi associati alla creazione dei contenuti.",
    "Consistency": "Coerenza",
    "AI Document ensures consistency in tone, style, and brand voice throughout the generated content, maintaining a cohesive brand image.": "AI Document garantisce coerenza nel tono, nello stile e nella voce del marchio in tutto il contenuto generato, mantenendo un'immagine del marchio coesa.",
    "Multilingual Capabilities & Plagiarism Prevention": "Funzionalità multilingue e prevenzione del plagio",
    "AI Document can create content in multiple languages, facilitating global reach and localization efforts.AI Document can detect and avoid plagiarism, generating original and unique content that meets ethical standards": "AI Document può creare contenuti in più lingue, facilitando la portata globale e gli sforzi di localizzazione. AI Document può rilevare ed evitare il plagio, generando contenuti originali e unici che soddisfano gli standard etici",
    "Why choose dedicated modules": "Perché scegliere moduli dedicati",
    "for your business?": "per la tua attività?",
    "With Dash, you can conveniently manage all your business functions from a single location": "Con Dash puoi gestire comodamente tutte le tue funzioni aziendali da un'unica posizione",
    "Empower Your Workforce with DASH": "Potenzia la tua forza lavoro con DASH",
    "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!": "Accedi ai componenti aggiuntivi Premium per contabilità, risorse umane, pagamenti, lead, comunicazione, gestione e altro ancora, tutto in un unico posto!",
    "Pay-as-you-go": "Pagamento a consumo",
    "Unlimited installation": "Installazione illimitata",
    "Secure cloud storage": "Archiviazione cloud sicura",
    "Monthly": "Mensile",
    "Yearly": "Annuale",
    "Billed monthly, or": "Fatturato mensilmente, o",
    " if paid monthly": " se pagato mensilmente",
    "Billed yearly, or": "Fatturato annualmente, o",
    " if paid yearly": " se pagato annualmente"
}
