{
    "Permission Denied.": "Toestemming geweigerd.",
    "Permission denied.": "Toestemming geweigerd.",
    "Document does not exist": "Document bestaat niet",
    "Please select any document": "Selecteer een document",
    "Something went wrong..": "Er is iets misgegaan..",
    "Some thing went wronge.": "Er ging iets mis.",
    "Please set proper configuration for Api Key": "Stel de juiste configuratie in voor API Key",
    "Document successfully deleted .": "Document succesvol verwijderd.",
    "Something is wrong.": "Er is iets mis.",
    "AI": "AI",
    "History": "Geschiedenis",
    "AI Document": "AI-document",
    "Language": "Taal",
    "Creativity ": "creativiteit ",
    "Select Creativity level": "Selecteer Creativiteitsniveau",
    "Low": "Laag",
    "Average": "Gemiddeld",
    "High": "Hoog",
    "Tone of Voice ": "Toon van stem ",
    "Select tone of voice": "Selecteer de toon van uw stem",
    "Number of Results": "Aantal resultaten",
    "Select max number of result": "Selecteer het maximale aantal resultaten",
    "Max Result Length ": "Maximale resultaatlengte ",
    "Max Result Length": "Maximale resultaatlengte",
    "Generate Text": "Genereer tekst",
    "Document Name:": "Documentnaam:",
    "Save Document": "Document opslaan",
    "All Response Export as Word Document": "Alle antwoorden exporteren als Word-document",
    "Copy All Response": "Kopieer alle reacties",
    "Pre": "Pre",
    "Next": "Volgende",
    "Export as Word Document": "Exporteren als Word-document",
    "Copy Response": "Kopieer reactie",
    "Regenerate Response": "Reactie opnieuw genereren",
    "Due to demo version only 50 word generate": "Vanwege de demoversie worden slechts 50 woorden gegenereerd",
    "AI Document History": "AI-documentgeschiedenis",
    "Document Name": "Documentnaam",
    "Category": "Categorie",
    "word used": "woord gebruikt",
    "Created On": "Gemaakt op",
    "Action": "Actie",
    "Edit": "Bewerking",
    "All": "Alle",
    "Content": "Inhoud",
    "Blog": "Bloggen",
    "Website": "Website",
    "Social Media": "Sociale media",
    "Email": "E-mail",
    "Video": "Video",
    "Other": "Ander",
    "Document Save successfully": "Document succesvol opgeslagen",
    "Something went wrong": "Er is iets misgegaan",
    "Result text has been copied successfully": "Resultaattekst is succesvol gekopieerd",
    "Failed to copy content to clipboard. Please try again or manually copy the content.": "Kan de inhoud niet naar het klembord kopiëren. ",
    "Unable to copy content to clipboard. Please try manually copying the content.": "Kan inhoud niet naar klembord kopiëren. ",
    "Software Details": "Softwaredetails",
    "AI Document harnesses the power of OpenAI AI technology to generate unique content, images, and code while ensuring it is free from plagiarism. It enhances and creates captivating content in multiple languages. Users can effortlessly generate images by providing descriptions, and the Speech to Text feature facilitates real-time conversations. The admin panel empowers administrators to customize OpenAI model access for different user groups. Unlock the potential of your business with AI Document by crafting personalized subscription plans that align with your objectives. Embrace this flexible SaaS solution and propel your business toward profitability.": "AI Document maakt gebruik van de kracht van OpenAI AI-technologie om unieke inhoud, afbeeldingen en code te genereren en tegelijkertijd te garanderen dat deze vrij is van plagiaat. ",
    "/Month": "/Maand",
    "/Year": "/Jaar",
    "Buy Now": "Koop nu",
    "View Live Demo": "Bekijk livedemo",
    "AI WRITING ASSISTANT ": "AI SCHRIJFASSISTENT ",
    "AND": "EN",
    " CONTENT GENERATOR TOOL": " INHOUDGENERATORTOOL",
    "AI Document can quickly produce high-quality content, saving significant time compared to manual writing processes.": "AI Document kan snel inhoud van hoge kwaliteit produceren, waardoor aanzienlijke tijd wordt bespaard in vergelijking met handmatige schrijfprocessen.",
    "Increased Productivity": "Verhoogde productiviteit",
    "Time-Saving": "Tijdbesparend",
    "With AI Document ability to generate content at scale, businesses can produce a large volume of articles, blog posts, social media content, and more, increasing productivity and content output..": "Met de mogelijkheid van AI Document om op grote schaal inhoud te genereren, kunnen bedrijven een groot aantal artikelen, blogposts, sociale media-inhoud en meer produceren, waardoor de productiviteit en de inhoudsoutput toenemen.",
    "Cost-Effective": "Kosteneffectief",
    "AI Document eliminates the need to hire or outsource content writers, reducing costs associated with content creation.": "AI Document elimineert de noodzaak om inhoudschrijvers in te huren of uit te besteden, waardoor de kosten die gepaard gaan met het maken van inhoud worden verlaagd.",
    "Consistency": "Samenhang",
    "AI Document ensures consistency in tone, style, and brand voice throughout the generated content, maintaining a cohesive brand image.": "AI Document zorgt voor consistentie in toon, stijl en merkstem in de gegenereerde inhoud, waardoor een samenhangend merkimago behouden blijft.",
    "Multilingual Capabilities & Plagiarism Prevention": "Meertalige mogelijkheden en plagiaatpreventie",
    "AI Document can create content in multiple languages, facilitating global reach and localization efforts.AI Document can detect and avoid plagiarism, generating original and unique content that meets ethical standards": "AI Document kan inhoud in meerdere talen creëren, waardoor mondiaal bereik en lokalisatie-inspanningen worden vergemakkelijkt. AI Document kan plagiaat detecteren en voorkomen, waardoor originele en unieke inhoud wordt gegenereerd die voldoet aan ethische normen",
    "Why choose dedicated modules": "Waarom kiezen voor speciale modules",
    "for your business?": "voor uw bedrijf?",
    "With Dash, you can conveniently manage all your business functions from a single location": "Met Dash kunt u al uw zakelijke functies gemakkelijk vanaf één locatie beheren",
    "Empower Your Workforce with DASH": "Geef uw personeel meer mogelijkheden met DASH",
    "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!": "Toegang tot Premium Add-ons voor boekhouding, HR, betalingen, leads, communicatie, beheer en meer, allemaal op één plek!",
    "Pay-as-you-go": "Betalen naar gebruik",
    "Unlimited installation": "Onbeperkte installatie",
    "Secure cloud storage": "Veilige cloudopslag",
    "Monthly": "Maandelijks",
    "Yearly": "Jaarlijks",
    "Billed monthly, or": "Maandelijks gefactureerd, of",
    " if paid monthly": " indien maandelijks betaald",
    "Billed yearly, or": "Jaarlijks gefactureerd, of",
    " if paid yearly": " indien jaarlijks betaald"
}
