{
    "Permission Denied.": "Odmowa pozwolenia.",
    "Permission denied.": "Odmowa pozwolenia.",
    "Document does not exist": "Dokument nie istnieje",
    "Please select any document": "Proszę wybrać dowolny dokument",
    "Something went wrong..": "Coś poszło nie tak..",
    "Some thing went wronge.": "Coś poszło nie tak.",
    "Please set proper configuration for Api Key": "Proszę ustawić odpowiednią konfigurację dla Api Key",
    "Document successfully deleted .": "Dokument pomyślnie usunięty.",
    "Something is wrong.": "Coś jest nie tak.",
    "AI": "sztuczna inteligencja",
    "History": "Historia",
    "AI Document": "Dokument AI",
    "Language": "Język",
    "Creativity ": "Kreatywność ",
    "Select Creativity level": "Wybierz poziom kreatywności",
    "Low": "Niski",
    "Average": "Przeciętny",
    "High": "Wysoki",
    "Tone of Voice ": "Ton głosu ",
    "Select tone of voice": "Wybierz ton głosu",
    "Number of Results": "Liczba wyników",
    "Select max number of result": "Wybierz maksymalną liczbę wyników",
    "Max Result Length ": "Maksymalna długość wyniku ",
    "Max Result Length": "Maksymalna długość wyniku",
    "Generate Text": "Wygeneruj tekst",
    "Document Name:": "Nazwa dokumentu:",
    "Save Document": "Zapisz dokument",
    "All Response Export as Word Document": "Eksport wszystkich odpowiedzi jako dokument programu Word",
    "Copy All Response": "Skopiuj całą odpowiedź",
    "Pre": "Przed",
    "Next": "Następny",
    "Export as Word Document": "Eksportuj jako dokument Word",
    "Copy Response": "Kopiuj odpowiedź",
    "Regenerate Response": "Regeneruj odpowiedź",
    "Due to demo version only 50 word generate": "Ze względu na wersję demo generuje się tylko 50 słów",
    "AI Document History": "Historia dokumentów AI",
    "Document Name": "Nazwa dokumentu",
    "Category": "Kategoria",
    "word used": "użyte słowo",
    "Created On": "Utworzono dnia",
    "Action": "Działanie",
    "Edit": "Redagować",
    "All": "Wszystko",
    "Content": "Treść",
    "Blog": "Bloga",
    "Website": "Strona internetowa",
    "Social Media": "Media społecznościowe",
    "Email": "E-mail",
    "Video": "Wideo",
    "Other": "Inny",
    "Document Save successfully": "Dokument zapisano pomyślnie",
    "Something went wrong": "Coś poszło nie tak",
    "Result text has been copied successfully": "Tekst wynikowy został pomyślnie skopiowany",
    "Failed to copy content to clipboard. Please try again or manually copy the content.": "Nie udało się skopiować zawartości do schowka. ",
    "Unable to copy content to clipboard. Please try manually copying the content.": "Nie można skopiować zawartości do schowka. ",
    "Software Details": "Szczegóły oprogramowania",
    "AI Document harnesses the power of OpenAI AI technology to generate unique content, images, and code while ensuring it is free from plagiarism. It enhances and creates captivating content in multiple languages. Users can effortlessly generate images by providing descriptions, and the Speech to Text feature facilitates real-time conversations. The admin panel empowers administrators to customize OpenAI model access for different user groups. Unlock the potential of your business with AI Document by crafting personalized subscription plans that align with your objectives. Embrace this flexible SaaS solution and propel your business toward profitability.": "AI Document wykorzystuje moc technologii OpenAI AI do generowania unikalnych treści, obrazów i kodu, zapewniając jednocześnie, że jest on wolny od plagiatu. ",
    "/Month": "/Miesiąc",
    "/Year": "/Rok",
    "Buy Now": "Kup teraz",
    "View Live Demo": "Zobacz demonstrację na żywo",
    "AI WRITING ASSISTANT ": "AI ASYSTENT PISAJĄCY ",
    "AND": "I",
    " CONTENT GENERATOR TOOL": " NARZĘDZIE GENERATORA TREŚCI",
    "AI Document can quickly produce high-quality content, saving significant time compared to manual writing processes.": "Dokument AI może szybko tworzyć treści wysokiej jakości, oszczędzając znaczną ilość czasu w porównaniu z ręcznymi procesami pisania.",
    "Increased Productivity": "Zwiększona produktywność",
    "Time-Saving": "Oszczędność czasu",
    "With AI Document ability to generate content at scale, businesses can produce a large volume of articles, blog posts, social media content, and more, increasing productivity and content output..": "Dzięki zdolności AI Document do generowania treści na dużą skalę firmy mogą tworzyć dużą liczbę artykułów, postów na blogach, treści w mediach społecznościowych i nie tylko, zwiększając produktywność i produkcję treści.",
    "Cost-Effective": "Opłacalne",
    "AI Document eliminates the need to hire or outsource content writers, reducing costs associated with content creation.": "AI Document eliminuje potrzebę zatrudniania lub outsourcingu autorów treści, redukując koszty związane z tworzeniem treści.",
    "Consistency": "Konsystencja",
    "AI Document ensures consistency in tone, style, and brand voice throughout the generated content, maintaining a cohesive brand image.": "Dokument AI zapewnia spójność tonu, stylu i głosu marki w całej generowanej treści, zachowując spójny wizerunek marki.",
    "Multilingual Capabilities & Plagiarism Prevention": "Możliwości wielojęzyczne i zapobieganie plagiatom",
    "AI Document can create content in multiple languages, facilitating global reach and localization efforts.AI Document can detect and avoid plagiarism, generating original and unique content that meets ethical standards": "Dokument AI może tworzyć treści w wielu językach, ułatwiając globalny zasięg i wysiłki lokalizacyjne. Dokument AI może wykrywać i unikać plagiatów, generując oryginalne i unikalne treści spełniające standardy etyczne",
    "Why choose dedicated modules": "Dlaczego warto wybrać moduły dedykowane?",
    "for your business?": "dla Twojej firmy?",
    "With Dash, you can conveniently manage all your business functions from a single location": "Dzięki Dash możesz wygodnie zarządzać wszystkimi funkcjami biznesowymi z jednego miejsca",
    "Empower Your Workforce with DASH": "Wzmocnij siłę swoich pracowników dzięki DASH",
    "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!": "Dostęp za pośrednictwem dodatków Premium do księgowości, kadr, płatności, potencjalnych klientów, komunikacji, zarządzania i nie tylko, wszystko w jednym miejscu!",
    "Pay-as-you-go": "Płatność zgodnie z rzeczywistym użyciem",
    "Unlimited installation": "Nieograniczona instalacja",
    "Secure cloud storage": "Bezpieczne przechowywanie w chmurze",
    "Monthly": "Miesięczny",
    "Yearly": "Rocznie",
    "Billed monthly, or": "Rozliczane co miesiąc lub",
    " if paid monthly": " jeśli płacisz co miesiąc",
    "Billed yearly, or": "Rozliczane co roku lub",
    " if paid yearly": " jeśli jest płacony rocznie"
}
