{
    "Permission Denied.": "Permissão negada.",
    "Permission denied.": "Permissão negada.",
    "Document does not exist": "O documento não existe",
    "Please select any document": "Selecione qualquer documento",
    "Something went wrong..": "Algo deu errado..",
    "Some thing went wronge.": "Alguma coisa deu errado.",
    "Please set proper configuration for Api Key": "Defina a configuração adequada para a chave API",
    "Document successfully deleted .": "Documento excluído com sucesso.",
    "Something is wrong.": "Algo está errado.",
    "AI": "IA",
    "History": "História",
    "AI Document": "Documento de IA",
    "Language": "Linguagem",
    "Creativity ": "Criatividade ",
    "Select Creativity level": "Selecione o nível de criatividade",
    "Low": "Baixo",
    "Average": "Média",
    "High": "Alto",
    "Tone of Voice ": "Tom de voz ",
    "Select tone of voice": "Selecione o tom de voz",
    "Number of Results": "Número de resultados",
    "Select max number of result": "Selecione o número máximo de resultados",
    "Max Result Length ": "Comprimento máximo do resultado ",
    "Max Result Length": "Comprimento máximo do resultado",
    "Generate Text": "Gerar texto",
    "Document Name:": "Nome do documento:",
    "Save Document": "Salvar documento",
    "All Response Export as Word Document": "Todas as respostas são exportadas como documento do Word",
    "Copy All Response": "Copiar todas as respostas",
    "Pre": "Pré",
    "Next": "Próximo",
    "Export as Word Document": "Exportar como documento do Word",
    "Copy Response": "Copiar resposta",
    "Regenerate Response": "Regenerar resposta",
    "Due to demo version only 50 word generate": "Devido à versão demo, apenas 50 palavras são geradas",
    "AI Document History": "Histórico de documentos de IA",
    "Document Name": "Nome do documento",
    "Category": "Categoria",
    "word used": "palavra usada",
    "Created On": "Criado em",
    "Action": "Ação",
    "Edit": "Editar",
    "All": "Todos",
    "Content": "Contente",
    "Blog": "Blogue",
    "Website": "Site",
    "Social Media": "Mídias Sociais",
    "Email": "E-mail",
    "Video": "Vídeo",
    "Other": "Outro",
    "Document Save successfully": "Documento salvo com sucesso",
    "Something went wrong": "Algo deu errado",
    "Result text has been copied successfully": "O texto do resultado foi copiado com sucesso",
    "Failed to copy content to clipboard. Please try again or manually copy the content.": "Falha ao copiar o conteúdo para a área de transferência. ",
    "Unable to copy content to clipboard. Please try manually copying the content.": "Não foi possível copiar o conteúdo para a área de transferência. ",
    "Software Details": "Detalhes do software",
    "AI Document harnesses the power of OpenAI AI technology to generate unique content, images, and code while ensuring it is free from plagiarism. It enhances and creates captivating content in multiple languages. Users can effortlessly generate images by providing descriptions, and the Speech to Text feature facilitates real-time conversations. The admin panel empowers administrators to customize OpenAI model access for different user groups. Unlock the potential of your business with AI Document by crafting personalized subscription plans that align with your objectives. Embrace this flexible SaaS solution and propel your business toward profitability.": "AI Document aproveita o poder da tecnologia OpenAI AI para gerar conteúdo, imagens e código exclusivos, garantindo ao mesmo tempo que está livre de plágio. ",
    "/Month": "/Mês",
    "/Year": "/Ano",
    "Buy Now": "Comprar agora",
    "View Live Demo": "Ver demonstração ao vivo",
    "AI WRITING ASSISTANT ": "ASSISTENTE DE ESCRITA DE IA ",
    "AND": "E",
    " CONTENT GENERATOR TOOL": " FERRAMENTA DE GERAÇÃO DE CONTEÚDO",
    "AI Document can quickly produce high-quality content, saving significant time compared to manual writing processes.": "O AI Document pode produzir rapidamente conteúdo de alta qualidade, economizando um tempo significativo em comparação com processos de escrita manual.",
    "Increased Productivity": "Maior produtividade",
    "Time-Saving": "Economia de tempo",
    "With AI Document ability to generate content at scale, businesses can produce a large volume of articles, blog posts, social media content, and more, increasing productivity and content output..": "Com a capacidade do AI Document de gerar conteúdo em escala, as empresas podem produzir um grande volume de artigos, postagens em blogs, conteúdo de mídia social e muito mais, aumentando a produtividade e a produção de conteúdo.",
    "Cost-Effective": "Econômico",
    "AI Document eliminates the need to hire or outsource content writers, reducing costs associated with content creation.": "O AI Document elimina a necessidade de contratar ou terceirizar redatores de conteúdo, reduzindo os custos associados à criação de conteúdo.",
    "Consistency": "Consistência",
    "AI Document ensures consistency in tone, style, and brand voice throughout the generated content, maintaining a cohesive brand image.": "O AI Document garante consistência no tom, estilo e voz da marca em todo o conteúdo gerado, mantendo uma imagem de marca coesa.",
    "Multilingual Capabilities & Plagiarism Prevention": "Recursos multilíngues e prevenção de plágio",
    "AI Document can create content in multiple languages, facilitating global reach and localization efforts.AI Document can detect and avoid plagiarism, generating original and unique content that meets ethical standards": "O AI Document pode criar conteúdo em vários idiomas, facilitando o alcance global e os esforços de localização. O AI Document pode detectar e evitar plágio, gerando conteúdo original e exclusivo que atende aos padrões éticos",
    "Why choose dedicated modules": "Por que escolher módulos dedicados",
    "for your business?": "para o seu negócio?",
    "With Dash, you can conveniently manage all your business functions from a single location": "Com o Dash, você pode gerenciar convenientemente todas as funções do seu negócio em um único local",
    "Empower Your Workforce with DASH": "Capacite sua força de trabalho com DASH",
    "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!": "Acesso a complementos Premium para contabilidade, RH, pagamentos, leads, comunicação, gerenciamento e muito mais, tudo em um só lugar!",
    "Pay-as-you-go": "Pague conforme o uso",
    "Unlimited installation": "Instalação ilimitada",
    "Secure cloud storage": "Armazenamento seguro na nuvem",
    "Monthly": "Mensal",
    "Yearly": "Anual",
    "Billed monthly, or": "Faturado mensalmente ou",
    " if paid monthly": " se pago mensalmente",
    "Billed yearly, or": "Faturado anualmente ou",
    " if paid yearly": " se pago anualmente"
}
