{
    "Permission Denied.": "Доступ запрещен.",
    "Permission denied.": "Доступ запрещен.",
    "Document does not exist": "Документ не существует",
    "Please select any document": "Пожалуйста, выберите любой документ",
    "Something went wrong..": "Что-то пошло не так..",
    "Some thing went wronge.": "Что-то пошло не так.",
    "Please set proper configuration for Api Key": "Пожалуйста, установите правильную конфигурацию для Api Key.",
    "Document successfully deleted .": "Документ успешно удален.",
    "Something is wrong.": "Что-то не так.",
    "AI": "ИИ",
    "History": "История",
    "AI Document": "AI-документ",
    "Language": "Язык",
    "Creativity ": "Креативность ",
    "Select Creativity level": "Выберите уровень творчества",
    "Low": "Низкий",
    "Average": "Средний",
    "High": "Высокий",
    "Tone of Voice ": "Тон голоса ",
    "Select tone of voice": "Выберите тон голоса",
    "Number of Results": "Количество результатов",
    "Select max number of result": "Выберите максимальное количество результатов",
    "Max Result Length ": "Максимальная длина результата ",
    "Max Result Length": "Максимальная длина результата",
    "Generate Text": "Создать текст",
    "Document Name:": "Название документа:",
    "Save Document": "Сохранить документ",
    "All Response Export as Word Document": "Экспорт всех ответов в документ Word",
    "Copy All Response": "Копировать весь ответ",
    "Pre": "Предварительный",
    "Next": "Следующий",
    "Export as Word Document": "Экспортировать как документ Word",
    "Copy Response": "Копировать ответ",
    "Regenerate Response": "Восстановить ответ",
    "Due to demo version only 50 word generate": "Из-за демо-версии генерируется только 50 слов.",
    "AI Document History": "История документов ИИ",
    "Document Name": "Название документа",
    "Category": "Категория",
    "word used": "использованное слово",
    "Created On": "Дата создания",
    "Action": "Действие",
    "Edit": "Редактировать",
    "All": "Все",
    "Content": "Содержание",
    "Blog": "Блог",
    "Website": "Веб-сайт",
    "Social Media": "Социальные сети",
    "Email": "Электронная почта",
    "Video": "Видео",
    "Other": "Другой",
    "Document Save successfully": "Документ успешно сохранен",
    "Something went wrong": "Что-то пошло не так",
    "Result text has been copied successfully": "Текст результата успешно скопирован",
    "Failed to copy content to clipboard. Please try again or manually copy the content.": "Не удалось скопировать содержимое в буфер обмена. ",
    "Unable to copy content to clipboard. Please try manually copying the content.": "Невозможно скопировать содержимое в буфер обмена. ",
    "Software Details": "Подробности программного обеспечения",
    "AI Document harnesses the power of OpenAI AI technology to generate unique content, images, and code while ensuring it is free from plagiarism. It enhances and creates captivating content in multiple languages. Users can effortlessly generate images by providing descriptions, and the Speech to Text feature facilitates real-time conversations. The admin panel empowers administrators to customize OpenAI model access for different user groups. Unlock the potential of your business with AI Document by crafting personalized subscription plans that align with your objectives. Embrace this flexible SaaS solution and propel your business toward profitability.": "AI Document использует возможности технологии OpenAI AI для создания уникального контента, изображений и кода, гарантируя при этом отсутствие плагиата. ",
    "/Month": "/Месяц",
    "/Year": "/Год",
    "Buy Now": "Купить сейчас",
    "View Live Demo": "Посмотреть живую демонстрацию",
    "AI WRITING ASSISTANT ": "ПОМОЩНИК ПО ПИСЬМУ С ИИ ",
    "AND": "И",
    " CONTENT GENERATOR TOOL": " ИНСТРУМЕНТ ГЕНЕРАТОРА КОНТЕНТА",
    "AI Document can quickly produce high-quality content, saving significant time compared to manual writing processes.": "AI Document может быстро создавать высококачественный контент, экономя значительное время по сравнению с процессами написания вручную.",
    "Increased Productivity": "Повышенная производительность",
    "Time-Saving": "Экономия времени",
    "With AI Document ability to generate content at scale, businesses can produce a large volume of articles, blog posts, social media content, and more, increasing productivity and content output..": "Благодаря способности AI Document генерировать контент в больших масштабах, компании могут создавать большие объемы статей, сообщений в блогах, контента для социальных сетей и т. д., повышая производительность и объем выпуска контента.",
    "Cost-Effective": "Экономичный",
    "AI Document eliminates the need to hire or outsource content writers, reducing costs associated with content creation.": "AI Document устраняет необходимость нанимать или привлекать авторов контента, сокращая затраты, связанные с созданием контента.",
    "Consistency": "Последовательность",
    "AI Document ensures consistency in tone, style, and brand voice throughout the generated content, maintaining a cohesive brand image.": "AI Document обеспечивает согласованность тона, стиля и голоса бренда во всем создаваемом контенте, поддерживая целостный имидж бренда.",
    "Multilingual Capabilities & Plagiarism Prevention": "Многоязычные возможности и предотвращение плагиата",
    "AI Document can create content in multiple languages, facilitating global reach and localization efforts.AI Document can detect and avoid plagiarism, generating original and unique content that meets ethical standards": "AI Document может создавать контент на нескольких языках, способствуя глобальному охвату и усилиям по локализации. AI Document может обнаруживать и избегать плагиата, создавая оригинальный и уникальный контент, соответствующий этическим стандартам.",
    "Why choose dedicated modules": "Почему стоит выбирать выделенные модули",
    "for your business?": "для вашего бизнеса?",
    "With Dash, you can conveniently manage all your business functions from a single location": "С помощью Dash вы можете удобно управлять всеми функциями вашего бизнеса из одного места.",
    "Empower Your Workforce with DASH": "Расширьте возможности своих сотрудников с помощью DASH",
    "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!": "Доступ к надстройкам премиум-класса для бухгалтерского учета, управления персоналом, платежей, потенциальных клиентов, коммуникаций, управления и многого другого — все в одном месте!",
    "Pay-as-you-go": "Оплата по мере использования",
    "Unlimited installation": "Неограниченная установка",
    "Secure cloud storage": "Безопасное облачное хранилище",
    "Monthly": "Ежемесячно",
    "Yearly": "Ежегодно",
    "Billed monthly, or": "Оплата помесячно или",
    " if paid monthly": " если платить ежемесячно",
    "Billed yearly, or": "Оплата ежегодно или",
    " if paid yearly": " если платить ежегодно"
}
