{
    "Permission Denied.": "İzin reddedildi.",
    "Permission denied.": "İzin reddedildi.",
    "Document does not exist": "Belge mevcut değil",
    "Please select any document": "Lütfen herhangi bir belgeyi seçin",
    "Something went wrong..": "Bir şeyler ters gitti..",
    "Some thing went wronge.": "Bir şeyler ters gitti.",
    "Please set proper configuration for Api Key": "Lütfen Api Anahtarı için uygun yapılandırmayı ayarlayın",
    "Document successfully deleted .": "Doküman başarıyla silindi.",
    "Something is wrong.": "Bir şeyler yanlış.",
    "AI": "yapay zeka",
    "History": "Tarih",
    "AI Document": "Yapay Zeka Belgesi",
    "Language": "Dil",
    "Creativity ": "Yaratıcılık ",
    "Select Creativity level": "Yaratıcılık seviyesini seçin",
    "Low": "Düşük",
    "Average": "Ortalama",
    "High": "Yüksek",
    "Tone of Voice ": "Ses Tonu ",
    "Select tone of voice": "Ses tonunu seçin",
    "Number of Results": "Sonuç Sayısı",
    "Select max number of result": "Maksimum sonuç sayısını seçin",
    "Max Result Length ": "Maksimum Sonuç Uzunluğu ",
    "Max Result Length": "Maksimum Sonuç Uzunluğu",
    "Generate Text": "Metin Oluştur",
    "Document Name:": "Belge Adı:",
    "Save Document": "Belgeyi Kaydet",
    "All Response Export as Word Document": "Tüm Yanıtları Word Belgesi Olarak Dışa Aktarma",
    "Copy All Response": "Tüm Yanıtı Kopyala",
    "Pre": "Ön",
    "Next": "Sonraki",
    "Export as Word Document": "Word Belgesi Olarak Dışa Aktar",
    "Copy Response": "Yanıtı Kopyala",
    "Regenerate Response": "Yanıtı Yeniden Oluştur",
    "Due to demo version only 50 word generate": "Demo versiyonu nedeniyle sadece 50 kelime üretiliyor",
    "AI Document History": "AI Belge Geçmişi",
    "Document Name": "Belge Adı",
    "Category": "Kategori",
    "word used": "kullanılan kelime",
    "Created On": "Oluşturulma Tarihi",
    "Action": "Aksiyon",
    "Edit": "Düzenlemek",
    "All": "Tüm",
    "Content": "İçerik",
    "Blog": "Blog",
    "Website": "Web sitesi",
    "Social Media": "Sosyal Medya",
    "Email": "E-posta",
    "Video": "Video",
    "Other": "Diğer",
    "Document Save successfully": "Belge başarıyla kaydedildi",
    "Something went wrong": "Bir şeyler ters gitti",
    "Result text has been copied successfully": "Sonuç metni başarıyla kopyalandı",
    "Failed to copy content to clipboard. Please try again or manually copy the content.": "İçerik panoya kopyalanamadı. ",
    "Unable to copy content to clipboard. Please try manually copying the content.": "İçerik panoya kopyalanamıyor. ",
    "Software Details": "Yazılım Detayları",
    "AI Document harnesses the power of OpenAI AI technology to generate unique content, images, and code while ensuring it is free from plagiarism. It enhances and creates captivating content in multiple languages. Users can effortlessly generate images by providing descriptions, and the Speech to Text feature facilitates real-time conversations. The admin panel empowers administrators to customize OpenAI model access for different user groups. Unlock the potential of your business with AI Document by crafting personalized subscription plans that align with your objectives. Embrace this flexible SaaS solution and propel your business toward profitability.": "AI Document, OpenAI AI teknolojisinin gücünden yararlanarak benzersiz içerik, görseller ve kod üretirken aynı zamanda intihal içermemesini sağlar. ",
    "/Month": "/Ay",
    "/Year": "/Yıl",
    "Buy Now": "Şimdi al",
    "View Live Demo": "Canlı Demoyu Görüntüle",
    "AI WRITING ASSISTANT ": "AI YAZMA ASİSTANI ",
    "AND": "VE",
    " CONTENT GENERATOR TOOL": " İÇERİK ÜRETME ARACI",
    "AI Document can quickly produce high-quality content, saving significant time compared to manual writing processes.": "AI Belgesi hızlı bir şekilde yüksek kaliteli içerik üretebilir ve manuel yazma işlemlerine kıyasla önemli ölçüde zaman tasarrufu sağlar.",
    "Increased Productivity": "Artan Verimlilik",
    "Time-Saving": "Zaman kazandıran",
    "With AI Document ability to generate content at scale, businesses can produce a large volume of articles, blog posts, social media content, and more, increasing productivity and content output..": "AI Document'ın geniş ölçekte içerik oluşturma yeteneği sayesinde işletmeler büyük miktarda makale, blog gönderisi, sosyal medya içeriği ve daha fazlasını üreterek üretkenliği ve içerik çıktısını artırabilir.",
    "Cost-Effective": "Uygun Maliyetli",
    "AI Document eliminates the need to hire or outsource content writers, reducing costs associated with content creation.": "AI Document, içerik yazarlarını işe alma veya dış kaynak kullanma ihtiyacını ortadan kaldırarak içerik oluşturmayla ilgili maliyetleri azaltır.",
    "Consistency": "Tutarlılık",
    "AI Document ensures consistency in tone, style, and brand voice throughout the generated content, maintaining a cohesive brand image.": "AI Document, oluşturulan içerik genelinde ton, stil ve marka söyleminde tutarlılık sağlayarak tutarlı bir marka imajını korur.",
    "Multilingual Capabilities & Plagiarism Prevention": "Çok Dillilik Yetenekleri ve İntihal Önleme",
    "AI Document can create content in multiple languages, facilitating global reach and localization efforts.AI Document can detect and avoid plagiarism, generating original and unique content that meets ethical standards": "AI Document birden fazla dilde içerik oluşturabilir, bu da küresel erişim ve yerelleştirme çabalarını kolaylaştırır.AI Document, intihalleri tespit edip önleyebilir, etik standartları karşılayan orijinal ve benzersiz içerik oluşturabilir",
    "Why choose dedicated modules": "Neden özel modüller seçmelisiniz?",
    "for your business?": "işiniz için mi?",
    "With Dash, you can conveniently manage all your business functions from a single location": "Dash ile tüm iş fonksiyonlarınızı tek bir yerden rahatlıkla yönetebilirsiniz",
    "Empower Your Workforce with DASH": "İş Gücünüzü DASH ile Güçlendirin",
    "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!": "Muhasebe, İK, Ödemeler, Potansiyel Müşteriler, İletişim, Yönetim ve daha fazlası için Premium Eklentilere tek bir yerden erişim!",
    "Pay-as-you-go": "Kullandığın kadar öde",
    "Unlimited installation": "Sınırsız kurulum",
    "Secure cloud storage": "Güvenli bulut depolama",
    "Monthly": "Aylık",
    "Yearly": "Yıllık",
    "Billed monthly, or": "Aylık olarak faturalandırılır veya",
    " if paid monthly": " aylık ödeme yapılırsa",
    "Billed yearly, or": "Yıllık olarak faturalandırılır veya",
    " if paid yearly": " yıllık ödeme yapılırsa"
}
