{
  "/Month": "/شهر",
  "/Year": "/سنة",
  "Back": "خلف",
  "Buy Now": "اشتري الآن",
  "for Your Business?": "لعملك؟",
  "here": "هنا",
  "Monthly": "شهريا",
  "Save Changes": "حفظ التغييرات",
  "Software Details": "تفاصيل البرامج",
  "View Details": "عرض التفاصيل",
  "View Live Demo": "عرض تجريبي مباشر",
  "Why choose dedicated modules": "لماذا تختار وحدات مخصصة",
  "With Dash, you can conveniently manage all your business functions from a single location.": "باستخدام Dash، يمكنك إدارة جميع وظائف عملك بسهولة من مكان واحد.",
  "Yearly": "سنوي",
  "Info": "معلومات",
  " to authorize.": " ليأذن.",
  "This record does not have folder assigned, Please choose a folder and click \"Assign Folder \"": "هذا السجل لا يحتوي على مجلد معين، يرجى اختيار مجلد والنقر على \"تعيين مجلد\"",
  "Buy Now ": "اشتري الآن ",
  "Seamless  ": "سلس  ",
  "Grid View to Visualize Your Files and Images with Clarity": "عرض الشبكة لتصور ملفاتك وصورك بوضوح",
  "Empower Your Workforce with DASH": "قم بتمكين القوى العاملة لديك باستخدام DASH",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!": "الوصول إلى الوظائف الإضافية المميزة للمحاسبة والموارد البشرية والمدفوعات والعملاء المحتملين والاتصالات والإدارة والمزيد، كل ذلك في مكان واحد!",
  "Pay-as-you-go": "الدفع عند الاستخدام",
  "Unlimited installation": "تركيب غير محدود",
  "Secure cloud storage": "تخزين سحابي آمن",
  "Billed month, or": "شهر الفاتورة، أو",
  "/mo": "/شهر",
  " if paid month": " إذا دفعت شهرا",
  "Billed year, or ": "سنة الفاتورة، أو ",
  "if paid year": "إذا دفعت سنة",
  "Assign Folder": "تعيين مجلد",
  "Note: ": "ملحوظة: ",
  "Something Went Wrong!": "حدث خطأ ما!",
  "Permission Denied!": "تم رفض الإذن!",
  "Google Drive": "جوجل درايف",
  "Upload Files": "تحميل الملفات",
  "Open In Google Drive": "افتح في جوجل درايف",
  "List View": "عرض القائمة",
  "Data Not found!": "لم يتم العثور على البيانات!",
  "Grid View": "عرض الشبكة",
  "Name": "اسم",
  "Size": "مقاس",
  "LastModified": "آخر تعديل",
  "Action": "فعل",
  "Delete": "يمسح",
  "You have not authorized your google account to browse and attach folders. Click ": "لم تسمح لحساب Google الخاص بك بتصفح المجلدات وإرفاقها.  ",
  "Choose Existing Folder": "اختر المجلد الموجود",
  "OR": "أو",
  "Create New Folder": "إنشاء مجلد جديد",
  "Discover the freedom of accessing your Google Drive files directly from Workdo-dash. No more switching between applications or dealing with cumbersome downloads. With this integration, your Google Drive documents, files, and folders are at your fingertips, effortlessly accessible within the Workdo-dash interface. Edit and view a wide range of file types – from Word documents to Excel spreadsheets, text files, and images – using the Google File Viewer/Editor, all without the need to save files locally.": "اكتشف حرية الوصول إلى ملفات Google Drive مباشرة من Workdo-dash. ",
  "Google Drive ": "جوجل درايف ",
  "Experience a new era of efficiency and collaboration with our cutting-edge Google Drive integration.": "استمتع بعصر جديد من الكفاءة والتعاون من خلال تكامل Google Drive المتطور.",
  "Introducing the Google Drive Module Grid View – a dynamic visual hub where your files and images come to life. With seamless integration between Workdo-dash and Google Drive, this innovative feature showcases your documents in a stunning grid layout. Effortlessly browse through your Google Drive files and images right from within our platform, providing an immersive and intuitive experience. Say goodbye to clutter and confusion – our grid view offers clarity at a glance, allowing you to easily locate and access the files that matter most.": "نقدم لكم عرض الشبكة لوحدة Google Drive - وهو مركز مرئي ديناميكي تنبض فيه ملفاتك وصورك بالحياة. ",
  "Google Drive List View": "عرض قائمة جوجل درايف",
  "This feature presents your Google Drive files and images in a sleek and organized list format. Navigating through your documents has never been smoother – effortlessly scroll, search, and locate the files you need, all within the familiar confines of our platform. Simplify your workflow and enhance your productivity as you access, edit, and collaborate on documents, right from the convenience of the List View.": "تعرض هذه الميزة ملفاتك وصورك في Google Drive بتنسيق قائمة أنيق ومنظم. ",
  "Assign Google Drive Folders to Submodules": "قم بتعيين مجلدات Google Drive إلى الوحدات الفرعية",
  "Unleash the full potential of collaboration and organization with our groundbreaking feature – the ability to seamlessly link Google Drive folders with submodules. With this innovative enhancement, Workdo-dash empowers you to synchronize your Google Drive documents with specific submodules, ensuring that your files are precisely where you need them. Whether you're managing projects, tasks, or any other submodule, this feature lets you effortlessly integrate your essential documents, images, and files.": "أطلق العنان للإمكانات الكاملة للتعاون والتنظيم من خلال ميزتنا الرائدة - القدرة على ربط مجلدات Google Drive بالوحدات الفرعية بسلاسة. ",
  "Settings Page for Google Drive Integration": "صفحة الإعدادات لتكامل Google Drive",
  "Streamline your tasks and boost productivity by seamlessly integrating Google Drive into Workdo-dash. Upload your Google Drive credential JSON, choose submodules to enable, and enjoy direct access to your documents and files. Say goodbye to unnecessary app switching and cumbersome downloads – effortlessly edit and view various file types right within the Workdo-dash interface.": "قم بتبسيط مهامك وتعزيز الإنتاجية من خلال دمج Google Drive بسلاسة في Workdo-dash. ",
  "Folder Name": "اسم المجلد",
  "Enter Folder name": "أدخل اسم المجلد",
  "Cancel": "يلغي",
  "create": "يخلق",
  "Drop files here to upload or click to upload": "قم بإسقاط الملفات هنا للتحميل أو انقر للتحميل",
  "Google Drive Settings": "إعدادات جوجل درايف",
  "While creating json credentials add this URL in \"Authorised redirect URIs\" Section -": "أثناء إنشاء بيانات اعتماد json، أضف عنوان URL هذا في قسم \"عناوين URI لإعادة التوجيه المعتمدة\" -",
  "Google Drive Json File": "جوجل درايف ملف Json",
  "permission Denied!": "تم رفض الإذن!",
  "Folder Created Successfully": "تم إنشاء المجلد بنجاح",
  "File Deleted Successfully!": "تم حذف الملف بنجاح!"
}