{
  "/Month": "/Måned",
  "/Year": "/År",
  "Back": "Tilbage",
  "Buy Now": "Køb nu",
  "for Your Business?": "til din virksomhed?",
  "here": "her",
  "Monthly": "Månedlig",
  "Save Changes": "Gem ændringer",
  "Software Details": "Software detaljer",
  "View Details": "Se detaljer",
  "View Live Demo": "Se Live Demo",
  "Why choose dedicated modules": "Hvorfor vælge dedikerede moduler",
  "With Dash, you can conveniently manage all your business functions from a single location.": "Med Dash kan du nemt administrere alle dine virksomhedsfunktioner fra et enkelt sted.",
  "Yearly": "Årligt",
  "Info": "Info",
  " to authorize.": " at autorisere.",
  "This record does not have folder assigned, Please choose a folder and click \"Assign Folder \"": "Denne post har ikke tildelt mappe. Vælg venligst en mappe og klik på \"Tildel mappe\"",
  "Buy Now ": "Køb nu ",
  "Seamless  ": "Sømløs  ",
  "Grid View to Visualize Your Files and Images with Clarity": "Gittervisning til at visualisere dine filer og billeder med klarhed",
  "Empower Your Workforce with DASH": "Styrk din arbejdsstyrke med DASH",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!": "Adgang over Premium-tilføjelser til regnskab, HR, betalinger, kundeemner, kommunikation, ledelse og mere, alt sammen på ét sted!",
  "Pay-as-you-go": "Pay-as-you-go",
  "Unlimited installation": "Ubegrænset installation",
  "Secure cloud storage": "Sikker cloud storage",
  "Billed month, or": "Faktureret måned, eller",
  "/mo": "/md",
  " if paid month": " hvis betalt måned",
  "Billed year, or ": "Faktureret år, eller ",
  "if paid year": "hvis udbetalt år",
  "Assign Folder": "Tildel mappe",
  "Note: ": "Note: ",
  "Something Went Wrong!": "Noget gik galt!",
  "Permission Denied!": "Tilladelse nægtet!",
  "Google Drive": "Google Drev",
  "Upload Files": "Upload filer",
  "Open In Google Drive": "Åbn i Google Drev",
  "List View": "Listevisning",
  "Data Not found!": "Data ikke fundet!",
  "Grid View": "Gittervisning",
  "Name": "Navn",
  "Size": "Størrelse",
  "LastModified": "LastModified",
  "Action": "Handling",
  "Delete": "Slet",
  "You have not authorized your google account to browse and attach folders. Click ": "Du har ikke autoriseret din Google-konto til at gennemse og vedhæfte mapper.  ",
  "Choose Existing Folder": "Vælg Eksisterende mappe",
  "OR": "ELLER",
  "Create New Folder": "Opret ny mappe",
  "Discover the freedom of accessing your Google Drive files directly from Workdo-dash. No more switching between applications or dealing with cumbersome downloads. With this integration, your Google Drive documents, files, and folders are at your fingertips, effortlessly accessible within the Workdo-dash interface. Edit and view a wide range of file types – from Word documents to Excel spreadsheets, text files, and images – using the Google File Viewer/Editor, all without the need to save files locally.": "Oplev friheden ved at få adgang til dine Google Drev-filer direkte fra Workdo-dash. ",
  "Google Drive ": "Google Drev ",
  "Experience a new era of efficiency and collaboration with our cutting-edge Google Drive integration.": "Oplev en ny æra af effektivitet og samarbejde med vores banebrydende Google Drev-integration.",
  "Introducing the Google Drive Module Grid View – a dynamic visual hub where your files and images come to life. With seamless integration between Workdo-dash and Google Drive, this innovative feature showcases your documents in a stunning grid layout. Effortlessly browse through your Google Drive files and images right from within our platform, providing an immersive and intuitive experience. Say goodbye to clutter and confusion – our grid view offers clarity at a glance, allowing you to easily locate and access the files that matter most.": "Vi introducerer Google Drive Module Grid View – en dynamisk visuel hub, hvor dine filer og billeder kommer til live. ",
  "Google Drive List View": "Google Drev listevisning",
  "This feature presents your Google Drive files and images in a sleek and organized list format. Navigating through your documents has never been smoother – effortlessly scroll, search, and locate the files you need, all within the familiar confines of our platform. Simplify your workflow and enhance your productivity as you access, edit, and collaborate on documents, right from the convenience of the List View.": "Denne funktion præsenterer dine Google Drev-filer og -billeder i et elegant og organiseret listeformat. ",
  "Assign Google Drive Folders to Submodules": "Tildel Google Drev-mapper til undermoduler",
  "Unleash the full potential of collaboration and organization with our groundbreaking feature – the ability to seamlessly link Google Drive folders with submodules. With this innovative enhancement, Workdo-dash empowers you to synchronize your Google Drive documents with specific submodules, ensuring that your files are precisely where you need them. Whether you're managing projects, tasks, or any other submodule, this feature lets you effortlessly integrate your essential documents, images, and files.": "Slip det fulde potentiale af samarbejde og organisation løs med vores banebrydende funktion – muligheden for problemfrit at forbinde Google Drev-mapper med undermoduler. ",
  "Settings Page for Google Drive Integration": "Indstillingsside for Google Drev-integration",
  "Streamline your tasks and boost productivity by seamlessly integrating Google Drive into Workdo-dash. Upload your Google Drive credential JSON, choose submodules to enable, and enjoy direct access to your documents and files. Say goodbye to unnecessary app switching and cumbersome downloads – effortlessly edit and view various file types right within the Workdo-dash interface.": "Strømlin dine opgaver og øg produktiviteten ved problemfrit at integrere Google Drev i Workdo-dash. ",
  "Folder Name": "Mappenavn",
  "Enter Folder name": "Indtast mappenavn",
  "Cancel": "Ophæve",
  "create": "skabe",
  "Drop files here to upload or click to upload": "Slip filer her for at uploade eller klik for at uploade",
  "Google Drive Settings": "Indstillinger for Google Drev",
  "While creating json credentials add this URL in \"Authorised redirect URIs\" Section -": "Mens du opretter json-legitimationsoplysninger, skal du tilføje denne URL i afsnittet \"Autoriserede omdirigerings-URI'er\" -",
  "Google Drive Json File": "Google Drive Json-fil",
  "permission Denied!": "tilladelse nægtet!",
  "Folder Created Successfully": "Mappe oprettet",
  "File Deleted Successfully!": "Filen blev slettet!"
}