{
  "/Month": "/Monat",
  "/Year": "/Jahr",
  "Back": "Zurück",
  "Buy Now": "Jetzt kaufen",
  "for Your Business?": "für Ihr Unternehmen?",
  "here": "Hier",
  "Monthly": "Monatlich",
  "Save Changes": "Änderungen speichern",
  "Software Details": "Softwaredetails",
  "View Details": "Details anzeigen",
  "View Live Demo": "Live-Demo ansehen",
  "Why choose dedicated modules": "Warum dedizierte Module wählen?",
  "With Dash, you can conveniently manage all your business functions from a single location.": "Mit Dash können Sie alle Ihre Geschäftsfunktionen bequem von einem einzigen Ort aus verwalten.",
  "Yearly": "Jährlich",
  "Info": "Info",
  " to authorize.": " zu genehmigen.",
  "This record does not have folder assigned, Please choose a folder and click \"Assign Folder \"": "Diesem Datensatz ist kein Ordner zugewiesen. Bitte wählen Sie einen Ordner aus und klicken Sie auf „Ordner zuweisen“.",
  "Buy Now ": "Jetzt kaufen ",
  "Seamless  ": "Nahtlos  ",
  "Grid View to Visualize Your Files and Images with Clarity": "Rasteransicht zur klaren Visualisierung Ihrer Dateien und Bilder",
  "Empower Your Workforce with DASH": "Stärken Sie Ihre Belegschaft mit DASH",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!": "Zugriff über Premium-Add-ons für Buchhaltung, Personalwesen, Zahlungen, Leads, Kommunikation, Management und mehr, alles an einem Ort!",
  "Pay-as-you-go": "Pay-as-you-go",
  "Unlimited installation": "Unbegrenzte Installation",
  "Secure cloud storage": "Sicherer Cloud-Speicher",
  "Billed month, or": "Abgerechneter Monat, oder",
  "/mo": "/Mo",
  " if paid month": " wenn monatlich bezahlt",
  "Billed year, or ": "Abrechnungsjahr, oder ",
  "if paid year": "wenn bezahltes Jahr",
  "Assign Folder": "Ordner zuweisen",
  "Note: ": "Notiz: ",
  "Something Went Wrong!": "Etwas ist schief gelaufen!",
  "Permission Denied!": "Zugriff verweigert!",
  "Google Drive": "Google Drive",
  "Upload Files": "Dateien hochladen",
  "Open In Google Drive": "In Google Drive öffnen",
  "List View": "Listenansicht",
  "Data Not found!": "Daten nicht gefunden!",
  "Grid View": "Rasteransicht",
  "Name": "Name",
  "Size": "Größe",
  "LastModified": "Zuletzt geändert",
  "Action": "Aktion",
  "Delete": "Löschen",
  "You have not authorized your google account to browse and attach folders. Click ": "Sie haben Ihr Google-Konto nicht zum Durchsuchen und Anhängen von Ordnern autorisiert.  ",
  "Choose Existing Folder": "Wählen Sie Vorhandener Ordner",
  "OR": "ODER",
  "Create New Folder": "Neuen Ordner erstellen",
  "Discover the freedom of accessing your Google Drive files directly from Workdo-dash. No more switching between applications or dealing with cumbersome downloads. With this integration, your Google Drive documents, files, and folders are at your fingertips, effortlessly accessible within the Workdo-dash interface. Edit and view a wide range of file types – from Word documents to Excel spreadsheets, text files, and images – using the Google File Viewer/Editor, all without the need to save files locally.": "Entdecken Sie die Freiheit, direkt über Workdo-dash auf Ihre Google Drive-Dateien zuzugreifen. ",
  "Google Drive ": "Google Drive ",
  "Experience a new era of efficiency and collaboration with our cutting-edge Google Drive integration.": "Erleben Sie eine neue Ära der Effizienz und Zusammenarbeit mit unserer hochmodernen Google Drive-Integration.",
  "Introducing the Google Drive Module Grid View – a dynamic visual hub where your files and images come to life. With seamless integration between Workdo-dash and Google Drive, this innovative feature showcases your documents in a stunning grid layout. Effortlessly browse through your Google Drive files and images right from within our platform, providing an immersive and intuitive experience. Say goodbye to clutter and confusion – our grid view offers clarity at a glance, allowing you to easily locate and access the files that matter most.": "Wir stellen Ihnen die Rasteransicht des Google Drive-Moduls vor – einen dynamischen visuellen Hub, in dem Ihre Dateien und Bilder zum Leben erweckt werden. ",
  "Google Drive List View": "Google Drive-Listenansicht",
  "This feature presents your Google Drive files and images in a sleek and organized list format. Navigating through your documents has never been smoother – effortlessly scroll, search, and locate the files you need, all within the familiar confines of our platform. Simplify your workflow and enhance your productivity as you access, edit, and collaborate on documents, right from the convenience of the List View.": "Diese Funktion präsentiert Ihre Google Drive-Dateien und -Bilder in einem eleganten und organisierten Listenformat. ",
  "Assign Google Drive Folders to Submodules": "Weisen Sie den Submodulen Google Drive-Ordner zu",
  "Unleash the full potential of collaboration and organization with our groundbreaking feature – the ability to seamlessly link Google Drive folders with submodules. With this innovative enhancement, Workdo-dash empowers you to synchronize your Google Drive documents with specific submodules, ensuring that your files are precisely where you need them. Whether you're managing projects, tasks, or any other submodule, this feature lets you effortlessly integrate your essential documents, images, and files.": "Nutzen Sie das volle Potenzial der Zusammenarbeit und Organisation mit unserer bahnbrechenden Funktion – der Möglichkeit, Google Drive-Ordner nahtlos mit Untermodulen zu verknüpfen. ",
  "Settings Page for Google Drive Integration": "Einstellungsseite für die Google Drive-Integration",
  "Streamline your tasks and boost productivity by seamlessly integrating Google Drive into Workdo-dash. Upload your Google Drive credential JSON, choose submodules to enable, and enjoy direct access to your documents and files. Say goodbye to unnecessary app switching and cumbersome downloads – effortlessly edit and view various file types right within the Workdo-dash interface.": "Optimieren Sie Ihre Aufgaben und steigern Sie die Produktivität durch die nahtlose Integration von Google Drive in Workdo-dash. ",
  "Folder Name": "Ordnername",
  "Enter Folder name": "Geben Sie den Ordnernamen ein",
  "Cancel": "Stornieren",
  "create": "erstellen",
  "Drop files here to upload or click to upload": "Legen Sie Dateien hier ab, um sie hochzuladen, oder klicken Sie zum Hochladen",
  "Google Drive Settings": "Google Drive-Einstellungen",
  "While creating json credentials add this URL in \"Authorised redirect URIs\" Section -": "Fügen Sie beim Erstellen von JSON-Anmeldeinformationen diese URL im Abschnitt „Autorisierte Weiterleitungs-URIs“ hinzu –",
  "Google Drive Json File": "Google Drive JSON-Datei",
  "permission Denied!": "Zugriff verweigert!",
  "Folder Created Successfully": "Ordner erfolgreich erstellt",
  "File Deleted Successfully!": "Datei erfolgreich gelöscht!"
}