{
  "/Month": "/Mes",
  "/Year": "/Año",
  "Back": "Atrás",
  "Buy Now": "Comprar ahora",
  "for Your Business?": "para su negocio?",
  "here": "aquí",
  "Monthly": "Mensual",
  "Save Changes": "Guardar cambios",
  "Software Details": "Detalles del programa",
  "View Details": "Ver detalles",
  "View Live Demo": "Ver demostración en vivo",
  "Why choose dedicated modules": "¿Por qué elegir módulos dedicados?",
  "With Dash, you can conveniently manage all your business functions from a single location.": "Con Dash, puedes administrar cómodamente todas las funciones de tu negocio desde una única ubicación.",
  "Yearly": "Anual",
  "Info": "Información",
  " to authorize.": " para autorizar.",
  "This record does not have folder assigned, Please choose a folder and click \"Assign Folder \"": "Este registro no tiene carpeta asignada. Elija una carpeta y haga clic en \"Asignar carpeta\".",
  "Buy Now ": "Comprar ahora ",
  "Seamless  ": "Sin costura  ",
  "Grid View to Visualize Your Files and Images with Clarity": "Vista de cuadrícula para visualizar sus archivos e imágenes con claridad",
  "Empower Your Workforce with DASH": "Empodere a su fuerza laboral con DASH",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!": "Acceda a complementos premium para contabilidad, recursos humanos, pagos, clientes potenciales, comunicación, administración y más, ¡todo en un solo lugar!",
  "Pay-as-you-go": "Pago por uso",
  "Unlimited installation": "Instalación ilimitada",
  "Secure cloud storage": "Almacenamiento seguro en la nube",
  "Billed month, or": "Mes facturado, o",
  "/mo": "/mes",
  " if paid month": " si se paga mes",
  "Billed year, or ": "Año facturado, o ",
  "if paid year": "si año pagado",
  "Assign Folder": "Asignar carpeta",
  "Note: ": "Nota: ",
  "Something Went Wrong!": "¡Algo salió mal!",
  "Permission Denied!": "¡Permiso denegado!",
  "Google Drive": "unidad de Google",
  "Upload Files": "Subir archivos",
  "Open In Google Drive": "Abrir en Google Drive",
  "List View": "Vista de lista",
  "Data Not found!": "¡Datos no encontrados!",
  "Grid View": "Vista de cuadrícula",
  "Name": "Nombre",
  "Size": "Tamaño",
  "LastModified": "Última modificación",
  "Action": "Acción",
  "Delete": "Borrar",
  "You have not authorized your google account to browse and attach folders. Click ": "No ha autorizado su cuenta de Google para explorar y adjuntar carpetas.  ",
  "Choose Existing Folder": "Elija la carpeta existente",
  "OR": "O",
  "Create New Folder": "Crear nueva carpeta",
  "Discover the freedom of accessing your Google Drive files directly from Workdo-dash. No more switching between applications or dealing with cumbersome downloads. With this integration, your Google Drive documents, files, and folders are at your fingertips, effortlessly accessible within the Workdo-dash interface. Edit and view a wide range of file types – from Word documents to Excel spreadsheets, text files, and images – using the Google File Viewer/Editor, all without the need to save files locally.": "Descubra la libertad de acceder a sus archivos de Google Drive directamente desde Workdo-dash. ",
  "Google Drive ": "unidad de Google ",
  "Experience a new era of efficiency and collaboration with our cutting-edge Google Drive integration.": "Experimente una nueva era de eficiencia y colaboración con nuestra integración de vanguardia con Google Drive.",
  "Introducing the Google Drive Module Grid View – a dynamic visual hub where your files and images come to life. With seamless integration between Workdo-dash and Google Drive, this innovative feature showcases your documents in a stunning grid layout. Effortlessly browse through your Google Drive files and images right from within our platform, providing an immersive and intuitive experience. Say goodbye to clutter and confusion – our grid view offers clarity at a glance, allowing you to easily locate and access the files that matter most.": "Presentamos la vista de cuadrícula del módulo Google Drive: un centro visual dinámico donde sus archivos e imágenes cobran vida. ",
  "Google Drive List View": "Vista de lista de unidades de Google",
  "This feature presents your Google Drive files and images in a sleek and organized list format. Navigating through your documents has never been smoother – effortlessly scroll, search, and locate the files you need, all within the familiar confines of our platform. Simplify your workflow and enhance your productivity as you access, edit, and collaborate on documents, right from the convenience of the List View.": "Esta función presenta sus archivos e imágenes de Google Drive en un formato de lista elegante y organizado. ",
  "Assign Google Drive Folders to Submodules": "Asignar carpetas de Google Drive a submódulos",
  "Unleash the full potential of collaboration and organization with our groundbreaking feature – the ability to seamlessly link Google Drive folders with submodules. With this innovative enhancement, Workdo-dash empowers you to synchronize your Google Drive documents with specific submodules, ensuring that your files are precisely where you need them. Whether you're managing projects, tasks, or any other submodule, this feature lets you effortlessly integrate your essential documents, images, and files.": "Libere todo el potencial de la colaboración y la organización con nuestra característica innovadora: la capacidad de vincular sin problemas carpetas de Google Drive con submódulos. ",
  "Settings Page for Google Drive Integration": "Página de configuración para la integración de Google Drive",
  "Streamline your tasks and boost productivity by seamlessly integrating Google Drive into Workdo-dash. Upload your Google Drive credential JSON, choose submodules to enable, and enjoy direct access to your documents and files. Say goodbye to unnecessary app switching and cumbersome downloads – effortlessly edit and view various file types right within the Workdo-dash interface.": "Optimice sus tareas y aumente la productividad integrando perfectamente Google Drive en Workdo-dash. ",
  "Folder Name": "Nombre de la carpeta",
  "Enter Folder name": "Introduzca el nombre de la carpeta",
  "Cancel": "Cancelar",
  "create": "crear",
  "Drop files here to upload or click to upload": "Suelte los archivos aquí para cargarlos o haga clic para cargarlos",
  "Google Drive Settings": "Configuración de Google Drive",
  "While creating json credentials add this URL in \"Authorised redirect URIs\" Section -": "Al crear credenciales json, agregue esta URL en la sección \"URI de redireccionamiento autorizado\" -",
  "Google Drive Json File": "Archivo Json de Google Drive",
  "permission Denied!": "permiso denegado!",
  "Folder Created Successfully": "Carpeta creada exitosamente",
  "File Deleted Successfully!": "¡Archivo eliminado exitosamente!"
}