{
  "/Month": "/Mois",
  "/Year": "/Année",
  "Back": "Dos",
  "Buy Now": "Acheter maintenant",
  "for Your Business?": "pour votre entreprise ?",
  "here": "ici",
  "Monthly": "Mensuel",
  "Save Changes": "Enregistrer les modifications",
  "Software Details": "Détails du logiciel",
  "View Details": "Afficher les détails",
  "View Live Demo": "Voir la démo en direct",
  "Why choose dedicated modules": "Pourquoi choisir des modules dédiés",
  "With Dash, you can conveniently manage all your business functions from a single location.": "Avec Dash, vous pouvez gérer facilement toutes les fonctions de votre entreprise à partir d'un seul endroit.",
  "Yearly": "Annuel",
  "Info": "Informations",
  " to authorize.": " autoriser.",
  "This record does not have folder assigned, Please choose a folder and click \"Assign Folder \"": "Aucun dossier n'est attribué à cet enregistrement. Veuillez choisir un dossier et cliquer sur \"Attribuer un dossier\".",
  "Buy Now ": "Acheter maintenant ",
  "Seamless  ": "Sans couture  ",
  "Grid View to Visualize Your Files and Images with Clarity": "Vue Grille pour visualiser vos fichiers et images avec clarté",
  "Empower Your Workforce with DASH": "Donnez du pouvoir à votre personnel avec DASH",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!": "Accédez aux modules complémentaires Premium pour la comptabilité, les ressources humaines, les paiements, les prospects, la communication, la gestion et bien plus encore, le tout en un seul endroit !",
  "Pay-as-you-go": "Paiement à l'utilisation",
  "Unlimited installation": "Installations illimitées",
  "Secure cloud storage": "Stockage cloud sécurisé",
  "Billed month, or": "Mois facturé, ou",
  "/mo": "/mois",
  " if paid month": " si payé le mois",
  "Billed year, or ": "Année de facturation, ou ",
  "if paid year": "si année de paiement",
  "Assign Folder": "Attribuer un dossier",
  "Note: ": "Note: ",
  "Something Went Wrong!": "Quelque chose s'est mal passé !",
  "Permission Denied!": "Autorisation refusée !",
  "Google Drive": "Google Drive",
  "Upload Files": "Télécharger des fichiers",
  "Open In Google Drive": "Ouvrir dans Google Drive",
  "List View": "Vue en liste",
  "Data Not found!": "Données non trouvées !",
  "Grid View": "Vue Grille",
  "Name": "Nom",
  "Size": "Taille",
  "LastModified": "Dernière modification",
  "Action": "Action",
  "Delete": "Supprimer",
  "You have not authorized your google account to browse and attach folders. Click ": "Vous n'avez pas autorisé votre compte Google à parcourir et à joindre des dossiers.  ",
  "Choose Existing Folder": "Choisir un dossier existant",
  "OR": "OU",
  "Create New Folder": "Créer un nouveau dossier",
  "Discover the freedom of accessing your Google Drive files directly from Workdo-dash. No more switching between applications or dealing with cumbersome downloads. With this integration, your Google Drive documents, files, and folders are at your fingertips, effortlessly accessible within the Workdo-dash interface. Edit and view a wide range of file types – from Word documents to Excel spreadsheets, text files, and images – using the Google File Viewer/Editor, all without the need to save files locally.": "Découvrez la liberté d'accéder à vos fichiers Google Drive directement depuis Workdo-dash. ",
  "Google Drive ": "Google Drive ",
  "Experience a new era of efficiency and collaboration with our cutting-edge Google Drive integration.": "Découvrez une nouvelle ère d'efficacité et de collaboration grâce à notre intégration de pointe de Google Drive.",
  "Introducing the Google Drive Module Grid View – a dynamic visual hub where your files and images come to life. With seamless integration between Workdo-dash and Google Drive, this innovative feature showcases your documents in a stunning grid layout. Effortlessly browse through your Google Drive files and images right from within our platform, providing an immersive and intuitive experience. Say goodbye to clutter and confusion – our grid view offers clarity at a glance, allowing you to easily locate and access the files that matter most.": "Présentation de la vue en grille du module Google Drive – un hub visuel dynamique où vos fichiers et images prennent vie. ",
  "Google Drive List View": "Affichage de la liste Google Drive",
  "This feature presents your Google Drive files and images in a sleek and organized list format. Navigating through your documents has never been smoother – effortlessly scroll, search, and locate the files you need, all within the familiar confines of our platform. Simplify your workflow and enhance your productivity as you access, edit, and collaborate on documents, right from the convenience of the List View.": "Cette fonctionnalité présente vos fichiers et images Google Drive dans un format de liste élégant et organisé. ",
  "Assign Google Drive Folders to Submodules": "Attribuer des dossiers Google Drive aux sous-modules",
  "Unleash the full potential of collaboration and organization with our groundbreaking feature – the ability to seamlessly link Google Drive folders with submodules. With this innovative enhancement, Workdo-dash empowers you to synchronize your Google Drive documents with specific submodules, ensuring that your files are precisely where you need them. Whether you're managing projects, tasks, or any other submodule, this feature lets you effortlessly integrate your essential documents, images, and files.": "Libérez tout le potentiel de la collaboration et de l'organisation grâce à notre fonctionnalité révolutionnaire : la possibilité de lier de manière transparente des dossiers Google Drive à des sous-modules. ",
  "Settings Page for Google Drive Integration": "Page de paramètres pour l'intégration de Google Drive",
  "Streamline your tasks and boost productivity by seamlessly integrating Google Drive into Workdo-dash. Upload your Google Drive credential JSON, choose submodules to enable, and enjoy direct access to your documents and files. Say goodbye to unnecessary app switching and cumbersome downloads – effortlessly edit and view various file types right within the Workdo-dash interface.": "Rationalisez vos tâches et augmentez la productivité en intégrant de manière transparente Google Drive dans Workdo-dash. ",
  "Folder Name": "Nom du dossier",
  "Enter Folder name": "Entrez le nom du dossier",
  "Cancel": "Annuler",
  "create": "créer",
  "Drop files here to upload or click to upload": "Déposez les fichiers ici pour les télécharger ou cliquez pour les télécharger",
  "Google Drive Settings": "Paramètres de Google Drive",
  "While creating json credentials add this URL in \"Authorised redirect URIs\" Section -": "Lors de la création des informations d'identification JSON, ajoutez cette URL dans la section « URI de redirection autorisés » -",
  "Google Drive Json File": "Fichier Json de Google Drive",
  "permission Denied!": "autorisation refusée !",
  "Folder Created Successfully": "Dossier créé avec succès",
  "File Deleted Successfully!": "Fichier supprimé avec succès !"
}