{
  "/Month": "/Mese",
  "/Year": "/Anno",
  "Back": "Indietro",
  "Buy Now": "Acquista ora",
  "for Your Business?": "per la tua attività?",
  "here": "Qui",
  "Monthly": "Mensile",
  "Save Changes": "Salva modifiche",
  "Software Details": "Dettagli del software",
  "View Details": "Visualizza dettagli",
  "View Live Demo": "Visualizza la demo dal vivo",
  "Why choose dedicated modules": "Perché scegliere moduli dedicati",
  "With Dash, you can conveniently manage all your business functions from a single location.": "Con Dash puoi gestire comodamente tutte le funzioni aziendali da un'unica posizione.",
  "Yearly": "Annuale",
  "Info": "Informazioni",
  " to authorize.": " autorizzare.",
  "This record does not have folder assigned, Please choose a folder and click \"Assign Folder \"": "A questo record non è assegnata una cartella. Scegli una cartella e fai clic su \"Assegna cartella\"",
  "Buy Now ": "Acquista ora ",
  "Seamless  ": "Senza soluzione di continuità  ",
  "Grid View to Visualize Your Files and Images with Clarity": "Visualizzazione a griglia per visualizzare file e immagini con chiarezza",
  "Empower Your Workforce with DASH": "Potenzia la tua forza lavoro con DASH",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!": "Accedi ai componenti aggiuntivi Premium per contabilità, risorse umane, pagamenti, lead, comunicazione, gestione e altro ancora, tutto in un unico posto!",
  "Pay-as-you-go": "Pagamento a consumo",
  "Unlimited installation": "Installazione illimitata",
  "Secure cloud storage": "Archiviazione cloud sicura",
  "Billed month, or": "Mese fatturato, o",
  "/mo": "/mese",
  " if paid month": " se pagato mese",
  "Billed year, or ": "Anno fatturato, o ",
  "if paid year": "se pagato anno",
  "Assign Folder": "Assegna cartella",
  "Note: ": "Nota: ",
  "Something Went Wrong!": "Qualcosa è andato storto!",
  "Permission Denied!": "Autorizzazione negata!",
  "Google Drive": "Google Drive",
  "Upload Files": "Carica file",
  "Open In Google Drive": "Apri in Google Drive",
  "List View": "Visualizzazione elenco",
  "Data Not found!": "Dati non trovati!",
  "Grid View": "Visualizzazione griglia",
  "Name": "Nome",
  "Size": "Misurare",
  "LastModified": "UltimoModificato",
  "Action": "Azione",
  "Delete": "Eliminare",
  "You have not authorized your google account to browse and attach folders. Click ": "Non hai autorizzato il tuo account Google a sfogliare e allegare cartelle.  ",
  "Choose Existing Folder": "Scegli Cartella esistente",
  "OR": "O",
  "Create New Folder": "Crea nuova cartella",
  "Discover the freedom of accessing your Google Drive files directly from Workdo-dash. No more switching between applications or dealing with cumbersome downloads. With this integration, your Google Drive documents, files, and folders are at your fingertips, effortlessly accessible within the Workdo-dash interface. Edit and view a wide range of file types – from Word documents to Excel spreadsheets, text files, and images – using the Google File Viewer/Editor, all without the need to save files locally.": "Scopri la libertà di accedere ai tuoi file Google Drive direttamente da Workdo-dash. ",
  "Google Drive ": "Google Drive ",
  "Experience a new era of efficiency and collaboration with our cutting-edge Google Drive integration.": "Sperimenta una nuova era di efficienza e collaborazione con la nostra integrazione all'avanguardia di Google Drive.",
  "Introducing the Google Drive Module Grid View – a dynamic visual hub where your files and images come to life. With seamless integration between Workdo-dash and Google Drive, this innovative feature showcases your documents in a stunning grid layout. Effortlessly browse through your Google Drive files and images right from within our platform, providing an immersive and intuitive experience. Say goodbye to clutter and confusion – our grid view offers clarity at a glance, allowing you to easily locate and access the files that matter most.": "Ti presentiamo la visualizzazione a griglia del modulo Google Drive: un hub visivo dinamico in cui i tuoi file e le tue immagini prendono vita. ",
  "Google Drive List View": "Visualizzazione elenco di Google Drive",
  "This feature presents your Google Drive files and images in a sleek and organized list format. Navigating through your documents has never been smoother – effortlessly scroll, search, and locate the files you need, all within the familiar confines of our platform. Simplify your workflow and enhance your productivity as you access, edit, and collaborate on documents, right from the convenience of the List View.": "Questa funzione presenta i file e le immagini di Google Drive in un formato elenco elegante e organizzato. ",
  "Assign Google Drive Folders to Submodules": "Assegna cartelle di Google Drive ai sottomoduli",
  "Unleash the full potential of collaboration and organization with our groundbreaking feature – the ability to seamlessly link Google Drive folders with submodules. With this innovative enhancement, Workdo-dash empowers you to synchronize your Google Drive documents with specific submodules, ensuring that your files are precisely where you need them. Whether you're managing projects, tasks, or any other submodule, this feature lets you effortlessly integrate your essential documents, images, and files.": "Scatena tutto il potenziale di collaborazione e organizzazione con la nostra funzionalità innovativa: la capacità di collegare perfettamente le cartelle di Google Drive con i sottomoduli. ",
  "Settings Page for Google Drive Integration": "Pagina Impostazioni per l'integrazione di Google Drive",
  "Streamline your tasks and boost productivity by seamlessly integrating Google Drive into Workdo-dash. Upload your Google Drive credential JSON, choose submodules to enable, and enjoy direct access to your documents and files. Say goodbye to unnecessary app switching and cumbersome downloads – effortlessly edit and view various file types right within the Workdo-dash interface.": "Semplifica le tue attività e aumenta la produttività integrando perfettamente Google Drive in Workdo-dash. ",
  "Folder Name": "Nome della cartella",
  "Enter Folder name": "Inserisci il nome della cartella",
  "Cancel": "Cancellare",
  "create": "creare",
  "Drop files here to upload or click to upload": "Trascina qui i file da caricare o fai clic per caricare",
  "Google Drive Settings": "Impostazioni di Google Drive",
  "While creating json credentials add this URL in \"Authorised redirect URIs\" Section -": "Durante la creazione delle credenziali json, aggiungi questo URL nella sezione \"URI di reindirizzamento autorizzati\" -",
  "Google Drive Json File": "File JSON di Google Drive",
  "permission Denied!": "permesso negato!",
  "Folder Created Successfully": "Cartella creata con successo",
  "File Deleted Successfully!": "File eliminato con successo!"
}