{
  "/Month": "/月",
  "/Year": "/年",
  "Back": "戻る",
  "Buy Now": "今すぐ購入",
  "for Your Business?": "あなたのビジネスに?",
  "here": "ここ",
  "Monthly": "毎月",
  "Save Changes": "変更を保存",
  "Software Details": "ソフトウェアの詳細",
  "View Details": "詳細を見る",
  "View Live Demo": "ライブデモを見る",
  "Why choose dedicated modules": "専用モジュールを選択する理由",
  "With Dash, you can conveniently manage all your business functions from a single location.": "Dash を使用すると、すべてのビジネス機能を 1 か所から簡単に管理できます。",
  "Yearly": "毎年",
  "Info": "情報",
  " to authorize.": " 許可すること。",
  "This record does not have folder assigned, Please choose a folder and click \"Assign Folder \"": "このレコードにはフォルダーが割り当てられていません。フォルダーを選択して、「フォルダーの割り当て」をクリックしてください。",
  "Buy Now ": "今すぐ購入 ",
  "Seamless  ": "シームレス  ",
  "Grid View to Visualize Your Files and Images with Clarity": "ファイルと画像を明確に視覚化するグリッド ビュー",
  "Empower Your Workforce with DASH": "DASH で従業員に力を与える",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!": "会計、人事、支払い、リード、コミュニケーション、管理などのプレミアム アドオンにすべて 1 か所からアクセスできます。",
  "Pay-as-you-go": "従量課金制",
  "Unlimited installation": "無制限のインストール",
  "Secure cloud storage": "安全なクラウドストレージ",
  "Billed month, or": "請求月、または",
  "/mo": "/月",
  " if paid month": " 支払われた月の場合",
  "Billed year, or ": "請求年、または ",
  "if paid year": "支払った年であれば",
  "Assign Folder": "フォルダーの割り当て",
  "Note: ": "注記： ",
  "Something Went Wrong!": "何か問題が発生しました!",
  "Permission Denied!": "許可が拒否されました！",
  "Google Drive": "Googleドライブ",
  "Upload Files": "ファイルをアップロードする",
  "Open In Google Drive": "Googleドライブで開く",
  "List View": "リストビュー",
  "Data Not found!": "データが見つかりません!",
  "Grid View": "グリッドビュー",
  "Name": "名前",
  "Size": "サイズ",
  "LastModified": "最終更新日",
  "Action": "アクション",
  "Delete": "消去",
  "You have not authorized your google account to browse and attach folders. Click ": "Google アカウントにフォルダーの参照と添付を許可していません。 ",
  "Choose Existing Folder": "既存のフォルダーを選択してください",
  "OR": "または",
  "Create New Folder": "新しいフォルダーの作成",
  "Discover the freedom of accessing your Google Drive files directly from Workdo-dash. No more switching between applications or dealing with cumbersome downloads. With this integration, your Google Drive documents, files, and folders are at your fingertips, effortlessly accessible within the Workdo-dash interface. Edit and view a wide range of file types – from Word documents to Excel spreadsheets, text files, and images – using the Google File Viewer/Editor, all without the need to save files locally.": "Workdo-dash から Google ドライブ ファイルに直接アクセスできる自由を体験してください。",
  "Google Drive ": "Googleドライブ ",
  "Experience a new era of efficiency and collaboration with our cutting-edge Google Drive integration.": "最先端の Google ドライブ統合による新時代の効率性とコラボレーションを体験してください。",
  "Introducing the Google Drive Module Grid View – a dynamic visual hub where your files and images come to life. With seamless integration between Workdo-dash and Google Drive, this innovative feature showcases your documents in a stunning grid layout. Effortlessly browse through your Google Drive files and images right from within our platform, providing an immersive and intuitive experience. Say goodbye to clutter and confusion – our grid view offers clarity at a glance, allowing you to easily locate and access the files that matter most.": "Google ドライブ モジュール グリッド ビューの紹介 – ファイルや画像に命を吹き込む動的なビジュアル ハブです。 ",
  "Google Drive List View": "Googleドライブのリストビュー",
  "This feature presents your Google Drive files and images in a sleek and organized list format. Navigating through your documents has never been smoother – effortlessly scroll, search, and locate the files you need, all within the familiar confines of our platform. Simplify your workflow and enhance your productivity as you access, edit, and collaborate on documents, right from the convenience of the List View.": "この機能は、Google ドライブのファイルと画像を洗練された整理されたリスト形式で表示します。",
  "Assign Google Drive Folders to Submodules": "Google ドライブ フォルダーをサブモジュールに割り当てる",
  "Unleash the full potential of collaboration and organization with our groundbreaking feature – the ability to seamlessly link Google Drive folders with submodules. With this innovative enhancement, Workdo-dash empowers you to synchronize your Google Drive documents with specific submodules, ensuring that your files are precisely where you need them. Whether you're managing projects, tasks, or any other submodule, this feature lets you effortlessly integrate your essential documents, images, and files.": "Google ドライブのフォルダーとサブモジュールをシームレスにリンクする画期的な機能により、コラボレーションと組織化の可能性を最大限に引き出します。",
  "Settings Page for Google Drive Integration": "Google ドライブ統合の設定ページ",
  "Streamline your tasks and boost productivity by seamlessly integrating Google Drive into Workdo-dash. Upload your Google Drive credential JSON, choose submodules to enable, and enjoy direct access to your documents and files. Say goodbye to unnecessary app switching and cumbersome downloads – effortlessly edit and view various file types right within the Workdo-dash interface.": "Google ドライブを Workdo-dash にシームレスに統合することで、タスクを合理化し、生産性を向上させます。 ",
  "Folder Name": "フォルダ名",
  "Enter Folder name": "フォルダー名を入力してください",
  "Cancel": "キャンセル",
  "create": "作成する",
  "Drop files here to upload or click to upload": "ここにファイルをドロップしてアップロードするか、クリックしてアップロードします",
  "Google Drive Settings": "Googleドライブの設定",
  "While creating json credentials add this URL in \"Authorised redirect URIs\" Section -": "json 認証情報を作成するときに、この URL を「承認されたリダイレクト URI」セクションに追加します。",
  "Google Drive Json File": "GoogleドライブのJsonファイル",
  "permission Denied!": "許可が拒否されました！",
  "Folder Created Successfully": "フォルダが正常に作成されました",
  "File Deleted Successfully!": "ファイルは正常に削除されました。"
}