{
  "/Month": "/Miesiąc",
  "/Year": "/Rok",
  "Back": "Z powrotem",
  "Buy Now": "Kup teraz",
  "for Your Business?": "dla Twojej firmy?",
  "here": "Tutaj",
  "Monthly": "Miesięczny",
  "Save Changes": "Zapisz zmiany",
  "Software Details": "Szczegóły oprogramowania",
  "View Details": "Zobacz szczegóły",
  "View Live Demo": "Zobacz demonstrację na żywo",
  "Why choose dedicated modules": "Dlaczego warto wybrać moduły dedykowane?",
  "With Dash, you can conveniently manage all your business functions from a single location.": "Dzięki Dash możesz wygodnie zarządzać wszystkimi funkcjami biznesowymi z jednego miejsca.",
  "Yearly": "Rocznie",
  "Info": "Informacje",
  " to authorize.": " autoryzować.",
  "This record does not have folder assigned, Please choose a folder and click \"Assign Folder \"": "Do tego rekordu nie przypisano folderu. Wybierz folder i kliknij „Przypisz folder”.",
  "Buy Now ": "Kup teraz ",
  "Seamless  ": "Bezszwowy  ",
  "Grid View to Visualize Your Files and Images with Clarity": "Widok siatki umożliwiający przejrzystą wizualizację plików i obrazów",
  "Empower Your Workforce with DASH": "Wzmocnij siłę swoich pracowników dzięki DASH",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!": "Dostęp za pośrednictwem dodatków Premium do księgowości, kadr, płatności, potencjalnych klientów, komunikacji, zarządzania i nie tylko, wszystko w jednym miejscu!",
  "Pay-as-you-go": "Płatność zgodnie z rzeczywistym użyciem",
  "Unlimited installation": "Nieograniczona instalacja",
  "Secure cloud storage": "Bezpieczne przechowywanie w chmurze",
  "Billed month, or": "Miesiąc rozliczeniowy lub",
  "/mo": "/mies",
  " if paid month": " jeśli płatny miesiąc",
  "Billed year, or ": "Rok rozliczeniowy lub ",
  "if paid year": "jeśli płatny rok",
  "Assign Folder": "Przypisz folder",
  "Note: ": "Notatka: ",
  "Something Went Wrong!": "Coś poszło nie tak!",
  "Permission Denied!": "Odmowa pozwolenia!",
  "Google Drive": "Dysk Google",
  "Upload Files": "Prześlij pliki",
  "Open In Google Drive": "Otwórz na Dysku Google",
  "List View": "Widok listy",
  "Data Not found!": "Nie znaleziono danych!",
  "Grid View": "Widok siatki",
  "Name": "Nazwa",
  "Size": "Rozmiar",
  "LastModified": "Ostatnia modyfikacja",
  "Action": "Działanie",
  "Delete": "Usuwać",
  "You have not authorized your google account to browse and attach folders. Click ": "Nie autoryzowałeś swojego konta Google do przeglądania i dołączania folderów.  ",
  "Choose Existing Folder": "Wybierz istniejący folder",
  "OR": "LUB",
  "Create New Folder": "Utwórz nowy folder",
  "Discover the freedom of accessing your Google Drive files directly from Workdo-dash. No more switching between applications or dealing with cumbersome downloads. With this integration, your Google Drive documents, files, and folders are at your fingertips, effortlessly accessible within the Workdo-dash interface. Edit and view a wide range of file types – from Word documents to Excel spreadsheets, text files, and images – using the Google File Viewer/Editor, all without the need to save files locally.": "Odkryj swobodę dostępu do plików na Dysku Google bezpośrednio z Workdo-dash. ",
  "Google Drive ": "Dysk Google ",
  "Experience a new era of efficiency and collaboration with our cutting-edge Google Drive integration.": "Poznaj nową erę wydajności i współpracy dzięki naszej najnowocześniejszej integracji z Dyskiem Google.",
  "Introducing the Google Drive Module Grid View – a dynamic visual hub where your files and images come to life. With seamless integration between Workdo-dash and Google Drive, this innovative feature showcases your documents in a stunning grid layout. Effortlessly browse through your Google Drive files and images right from within our platform, providing an immersive and intuitive experience. Say goodbye to clutter and confusion – our grid view offers clarity at a glance, allowing you to easily locate and access the files that matter most.": "Przedstawiamy widok siatki modułu Dysku Google – dynamiczne centrum wizualne, w którym Twoje pliki i obrazy ożywają. ",
  "Google Drive List View": "Widok listy Dysku Google",
  "This feature presents your Google Drive files and images in a sleek and organized list format. Navigating through your documents has never been smoother – effortlessly scroll, search, and locate the files you need, all within the familiar confines of our platform. Simplify your workflow and enhance your productivity as you access, edit, and collaborate on documents, right from the convenience of the List View.": "Ta funkcja prezentuje pliki i obrazy z Dysku Google w eleganckim i zorganizowanym formacie listy. ",
  "Assign Google Drive Folders to Submodules": "Przypisz foldery Dysku Google do modułów podrzędnych",
  "Unleash the full potential of collaboration and organization with our groundbreaking feature – the ability to seamlessly link Google Drive folders with submodules. With this innovative enhancement, Workdo-dash empowers you to synchronize your Google Drive documents with specific submodules, ensuring that your files are precisely where you need them. Whether you're managing projects, tasks, or any other submodule, this feature lets you effortlessly integrate your essential documents, images, and files.": "Uwolnij pełny potencjał współpracy i organizacji dzięki naszej przełomowej funkcji – możliwości płynnego łączenia folderów Dysku Google z podmodułami. ",
  "Settings Page for Google Drive Integration": "Strona ustawień integracji z Dyskiem Google",
  "Streamline your tasks and boost productivity by seamlessly integrating Google Drive into Workdo-dash. Upload your Google Drive credential JSON, choose submodules to enable, and enjoy direct access to your documents and files. Say goodbye to unnecessary app switching and cumbersome downloads – effortlessly edit and view various file types right within the Workdo-dash interface.": "Usprawnij swoje zadania i zwiększ produktywność, płynnie integrując Dysk Google z Workdo-dash. ",
  "Folder Name": "Nazwa folderu",
  "Enter Folder name": "Wprowadź nazwę folderu",
  "Cancel": "Anulować",
  "create": "tworzyć",
  "Drop files here to upload or click to upload": "Upuść pliki tutaj, aby je przesłać, lub kliknij, aby je przesłać",
  "Google Drive Settings": "Ustawienia Dysku Google",
  "While creating json credentials add this URL in \"Authorised redirect URIs\" Section -": "Podczas tworzenia poświadczeń JSON dodaj ten adres URL w sekcji „Autoryzowane identyfikatory URI przekierowań” -",
  "Google Drive Json File": "Plik Json Dysku Google",
  "permission Denied!": "pozwolenie odrzucone!",
  "Folder Created Successfully": "Folder utworzono pomyślnie",
  "File Deleted Successfully!": "Plik został usunięty pomyślnie!"
}