{
  "/Month": "/Mês",
  "/Year": "/Ano",
  "Back": "Voltar",
  "Buy Now": "Comprar agora",
  "for Your Business?": "para o seu negócio?",
  "here": "aqui",
  "Monthly": "Mensal",
  "Save Changes": "Salvar alterações",
  "Software Details": "Detalhes do software",
  "View Details": "Ver detalhes",
  "View Live Demo": "Ver demonstração ao vivo",
  "Why choose dedicated modules": "Por que escolher módulos dedicados",
  "With Dash, you can conveniently manage all your business functions from a single location.": "Com o Dash, você pode gerenciar convenientemente todas as funções do seu negócio em um único local.",
  "Yearly": "Anual",
  "Info": "Informações",
  " to authorize.": " para autorizar.",
  "This record does not have folder assigned, Please choose a folder and click \"Assign Folder \"": "Este registro não possui pasta atribuída. Escolha uma pasta e clique em \"Atribuir pasta\"",
  "Buy Now ": "Comprar agora ",
  "Seamless  ": "Sem costura  ",
  "Grid View to Visualize Your Files and Images with Clarity": "Visualização em grade para visualizar seus arquivos e imagens com clareza",
  "Empower Your Workforce with DASH": "Capacite sua força de trabalho com DASH",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!": "Acesso a complementos Premium para contabilidade, RH, pagamentos, leads, comunicação, gerenciamento e muito mais, tudo em um só lugar!",
  "Pay-as-you-go": "Pague conforme o uso",
  "Unlimited installation": "Instalação ilimitada",
  "Secure cloud storage": "Armazenamento seguro na nuvem",
  "Billed month, or": "Mês faturado ou",
  "/mo": "/ mês",
  " if paid month": " se for pago mês",
  "Billed year, or ": "Ano faturado ou ",
  "if paid year": "se pago ano",
  "Assign Folder": "Atribuir pasta",
  "Note: ": "Observação: ",
  "Something Went Wrong!": "Algo deu errado!",
  "Permission Denied!": "Permissão negada!",
  "Google Drive": "Google Drive",
  "Upload Files": "Carregar arquivos",
  "Open In Google Drive": "Abrir no Google Drive",
  "List View": "Visualização de lista",
  "Data Not found!": "Dados não encontrados!",
  "Grid View": "Visualização em grade",
  "Name": "Nome",
  "Size": "Tamanho",
  "LastModified": "Última modificação",
  "Action": "Ação",
  "Delete": "Excluir",
  "You have not authorized your google account to browse and attach folders. Click ": "Você não autorizou sua conta do Google a navegar e anexar pastas.  ",
  "Choose Existing Folder": "Escolha a pasta existente",
  "OR": "OU",
  "Create New Folder": "Criar nova pasta",
  "Discover the freedom of accessing your Google Drive files directly from Workdo-dash. No more switching between applications or dealing with cumbersome downloads. With this integration, your Google Drive documents, files, and folders are at your fingertips, effortlessly accessible within the Workdo-dash interface. Edit and view a wide range of file types – from Word documents to Excel spreadsheets, text files, and images – using the Google File Viewer/Editor, all without the need to save files locally.": "Descubra a liberdade de acessar seus arquivos do Google Drive diretamente do Workdo-dash. ",
  "Google Drive ": "Google Drive ",
  "Experience a new era of efficiency and collaboration with our cutting-edge Google Drive integration.": "Experimente uma nova era de eficiência e colaboração com nossa integração de ponta com o Google Drive.",
  "Introducing the Google Drive Module Grid View – a dynamic visual hub where your files and images come to life. With seamless integration between Workdo-dash and Google Drive, this innovative feature showcases your documents in a stunning grid layout. Effortlessly browse through your Google Drive files and images right from within our platform, providing an immersive and intuitive experience. Say goodbye to clutter and confusion – our grid view offers clarity at a glance, allowing you to easily locate and access the files that matter most.": "Apresentando o Google Drive Module Grid View – um hub visual dinâmico onde seus arquivos e imagens ganham vida. ",
  "Google Drive List View": "Visualização de lista do Google Drive",
  "This feature presents your Google Drive files and images in a sleek and organized list format. Navigating through your documents has never been smoother – effortlessly scroll, search, and locate the files you need, all within the familiar confines of our platform. Simplify your workflow and enhance your productivity as you access, edit, and collaborate on documents, right from the convenience of the List View.": "Este recurso apresenta seus arquivos e imagens do Google Drive em um formato de lista elegante e organizado. ",
  "Assign Google Drive Folders to Submodules": "Atribuir pastas do Google Drive a submódulos",
  "Unleash the full potential of collaboration and organization with our groundbreaking feature – the ability to seamlessly link Google Drive folders with submodules. With this innovative enhancement, Workdo-dash empowers you to synchronize your Google Drive documents with specific submodules, ensuring that your files are precisely where you need them. Whether you're managing projects, tasks, or any other submodule, this feature lets you effortlessly integrate your essential documents, images, and files.": "Liberte todo o potencial de colaboração e organização com nosso recurso inovador: a capacidade de vincular perfeitamente pastas do Google Drive a submódulos. ",
  "Settings Page for Google Drive Integration": "Página de configurações para integração com o Google Drive",
  "Streamline your tasks and boost productivity by seamlessly integrating Google Drive into Workdo-dash. Upload your Google Drive credential JSON, choose submodules to enable, and enjoy direct access to your documents and files. Say goodbye to unnecessary app switching and cumbersome downloads – effortlessly edit and view various file types right within the Workdo-dash interface.": "Simplifique suas tarefas e aumente a produtividade integrando perfeitamente o Google Drive ao Workdo-dash. ",
  "Folder Name": "Nome da pasta",
  "Enter Folder name": "Digite o nome da pasta",
  "Cancel": "Cancelar",
  "create": "criar",
  "Drop files here to upload or click to upload": "Solte os arquivos aqui para fazer upload ou clique para fazer upload",
  "Google Drive Settings": "Configurações do Google Drive",
  "While creating json credentials add this URL in \"Authorised redirect URIs\" Section -": "Ao criar credenciais json, adicione este URL na seção \"URIs de redirecionamento autorizados\" -",
  "Google Drive Json File": "Arquivo JSON do Google Drive",
  "permission Denied!": "permissão negada!",
  "Folder Created Successfully": "Pasta criada com sucesso",
  "File Deleted Successfully!": "Arquivo excluído com sucesso!"
}