{
  "/Month": "/Месяц",
  "/Year": "/Год",
  "Back": "Назад",
  "Buy Now": "Купить сейчас",
  "for Your Business?": "для вашего бизнеса?",
  "here": "здесь",
  "Monthly": "Ежемесячно",
  "Save Changes": "Сохранить изменения",
  "Software Details": "Подробности программного обеспечения",
  "View Details": "Посмотреть детали",
  "View Live Demo": "Посмотреть живую демонстрацию",
  "Why choose dedicated modules": "Почему стоит выбирать специальные модули",
  "With Dash, you can conveniently manage all your business functions from a single location.": "С помощью Dash вы можете удобно управлять всеми функциями вашего бизнеса из одного места.",
  "Yearly": "Ежегодно",
  "Info": "Информация",
  " to authorize.": " авторизовать.",
  "This record does not have folder assigned, Please choose a folder and click \"Assign Folder \"": "Этой записи не назначена папка. Выберите папку и нажмите «Назначить папку».",
  "Buy Now ": "Купить сейчас ",
  "Seamless  ": "Бесшовный  ",
  "Grid View to Visualize Your Files and Images with Clarity": "Представление в виде сетки для четкой визуализации файлов и изображений",
  "Empower Your Workforce with DASH": "Расширьте возможности своих сотрудников с помощью DASH",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!": "Доступ к надстройкам премиум-класса для бухгалтерского учета, управления персоналом, платежей, потенциальных клиентов, коммуникаций, управления и многого другого — все в одном месте!",
  "Pay-as-you-go": "Оплата по мере использования",
  "Unlimited installation": "Неограниченная установка",
  "Secure cloud storage": "Безопасное облачное хранилище",
  "Billed month, or": "Оплачиваемый месяц или",
  "/mo": "/мес.",
  " if paid month": " если оплачен месяц",
  "Billed year, or ": "Год выставления счета или ",
  "if paid year": "если год выплаты",
  "Assign Folder": "Назначить папку",
  "Note: ": "Примечание: ",
  "Something Went Wrong!": "Что-то пошло не так!",
  "Permission Denied!": "Доступ запрещен!",
  "Google Drive": "Гугл Диск",
  "Upload Files": "Загрузить файлы",
  "Open In Google Drive": "Открыть на Google Диске",
  "List View": "Просмотр списка",
  "Data Not found!": "Данные не найдены!",
  "Grid View": "Представление в виде сетки",
  "Name": "Имя",
  "Size": "Размер",
  "LastModified": "Последнее изменение",
  "Action": "Действие",
  "Delete": "Удалить",
  "You have not authorized your google account to browse and attach folders. Click ": "Вы не разрешили своей учетной записи Google просматривать и прикреплять папки.  ",
  "Choose Existing Folder": "Выберите существующую папку",
  "OR": "ИЛИ",
  "Create New Folder": "Создать новую папку",
  "Discover the freedom of accessing your Google Drive files directly from Workdo-dash. No more switching between applications or dealing with cumbersome downloads. With this integration, your Google Drive documents, files, and folders are at your fingertips, effortlessly accessible within the Workdo-dash interface. Edit and view a wide range of file types – from Word documents to Excel spreadsheets, text files, and images – using the Google File Viewer/Editor, all without the need to save files locally.": "Откройте для себя свободу доступа к файлам на Google Диске непосредственно из Workdo-dash. ",
  "Google Drive ": "Гугл Диск ",
  "Experience a new era of efficiency and collaboration with our cutting-edge Google Drive integration.": "Откройте для себя новую эру эффективности и сотрудничества благодаря нашей передовой интеграции с Google Диском.",
  "Introducing the Google Drive Module Grid View – a dynamic visual hub where your files and images come to life. With seamless integration between Workdo-dash and Google Drive, this innovative feature showcases your documents in a stunning grid layout. Effortlessly browse through your Google Drive files and images right from within our platform, providing an immersive and intuitive experience. Say goodbye to clutter and confusion – our grid view offers clarity at a glance, allowing you to easily locate and access the files that matter most.": "Представляем модуль Google Drive Grid View — динамический визуальный центр, в котором ваши файлы и изображения оживают. ",
  "Google Drive List View": "Просмотр списка Google Диска",
  "This feature presents your Google Drive files and images in a sleek and organized list format. Navigating through your documents has never been smoother – effortlessly scroll, search, and locate the files you need, all within the familiar confines of our platform. Simplify your workflow and enhance your productivity as you access, edit, and collaborate on documents, right from the convenience of the List View.": "Эта функция представляет ваши файлы и изображения на Google Диске в удобном и организованном формате списка. ",
  "Assign Google Drive Folders to Submodules": "Назначьте папки Google Диска подмодулям",
  "Unleash the full potential of collaboration and organization with our groundbreaking feature – the ability to seamlessly link Google Drive folders with submodules. With this innovative enhancement, Workdo-dash empowers you to synchronize your Google Drive documents with specific submodules, ensuring that your files are precisely where you need them. Whether you're managing projects, tasks, or any other submodule, this feature lets you effortlessly integrate your essential documents, images, and files.": "Раскройте весь потенциал совместной работы и организации с помощью нашей новаторской функции — возможности легко связывать папки Google Диска с подмодулями. ",
  "Settings Page for Google Drive Integration": "Страница настроек для интеграции с Google Диском",
  "Streamline your tasks and boost productivity by seamlessly integrating Google Drive into Workdo-dash. Upload your Google Drive credential JSON, choose submodules to enable, and enjoy direct access to your documents and files. Say goodbye to unnecessary app switching and cumbersome downloads – effortlessly edit and view various file types right within the Workdo-dash interface.": "Оптимизируйте свои задачи и повысьте производительность за счет плавной интеграции Google Диска с Workdo-dash. ",
  "Folder Name": "Имя папки",
  "Enter Folder name": "Введите имя папки",
  "Cancel": "Отмена",
  "create": "создавать",
  "Drop files here to upload or click to upload": "Перетащите файлы сюда, чтобы загрузить, или нажмите, чтобы загрузить.",
  "Google Drive Settings": "Настройки Google Диска",
  "While creating json credentials add this URL in \"Authorised redirect URIs\" Section -": "При создании учетных данных json добавьте этот URL-адрес в раздел «Авторизованные URI перенаправления» —",
  "Google Drive Json File": "Json-файл Google Диска",
  "permission Denied!": "доступ запрещен!",
  "Folder Created Successfully": "Папка успешно создана",
  "File Deleted Successfully!": "Файл успешно удален!"
}